IDS_EC_REPORT_CH_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_EC_FOUNDATION_OVERTURNING_OCCURED = "Renversement survenu. Calcul annulé."
IDS_EC_FOUNDATION_OVERTURNED = "Renversé"
IDS_EC_FOUNDATION_DESIGN_LOAD = "Charge de Conception"
IDS_EC_FOUNDATION_SERVICE_LOAD = "Charge de Service"
IDS_EC_FOUNDATION_FACTORED_LOAD = "Charge Facteur"
IDS_EC_FOUNDATION_SURCHARGE_LOAD = "Charge de Surcharge"
IDS_EC_FOUNDATION_SURFACE_LOAD = "Charge de Surface"
IDS_EC_FOUNDATION_WEIGHT_DENSITY = "Densité de Poids"
IDS_EC_FOUNDATION_SOIL_HEIGHT = "Hauteur du Sol"
IDS_EC_FOUNDATION_SELF_WEIGHT_CONSIDERED = "Le poids propre est pris en compte."
IDS_EC_FOUNDATION_SELF_WEIGHT_NOT_CONSIDERED = "Le poids propre n'est pas pris en compte."
IDS_EC_FOUNDATION_DEPTH = "Profondeur"
IDS_EC_FOUNDATION_COLUMN_SECTION = "Section de Colonne"
IDS_EC_FOUNDATION_SHAPE_COLUMN = "Forme de Colonne"
IDS_EC_FOUNDATION_RECTANGLE = "Rectangle"
IDS_EC_FOUNDATION_CIRCLE = "Cercle"
IDS_EC_FOUNDATION_ECCENTRICITY_X = "Excentricité (X)"
IDS_EC_FOUNDATION_ECCENTRICITY_Y = "Excentricité (Y)"
IDS_EC_FOUNDATION_WALL_SECTION = "Section de Mur"
IDS_EC_FOUNDATION_THICKNESS = "Épaisseur"
IDS_EC_FOUNDATION_ECCENTRICITY = "Excentricité"
IDS_EC_FOUNDATION_REBAR = "Barre d'Armature"
IDS_EC_FOUNDATION_DIRECTION_X = "Direction X"
IDS_EC_FOUNDATION_LAYER__i = "Couche %i"
IDS_EC_FOUNDATION_DIRECTION_Y = "Direction Y"
IDS_EC_FOUNDATION_FOUNDATION = "Fondation"
IDS_EC_FOUNDATION_FOUNDATION_SIZE = "Taille de la Fondation"
IDS_EC_FOUNDATION_WIDTH = "Largeur"
IDS_EC_FOUNDATION_NO_OF_PILE = "Nb de pieux "
IDS_EC_FOUNDATION_SPACE_OF_PILE = "Espace de Pieu "
IDS_EC_FOUNDATION_CHECK_SOIL_CAPA = "Vérifier la Capacité du Sol"
IDS_EC_FOUNDATION_CHECK_SOIL_STRESS = "Vérifier la contrainte du sol en service dans le programme principal."
IDS_EC_FOUNDATION_CALC_SOIL_STRESS = "Calculer la contrainte du sol de service"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS = "Calculer la contrainte ultime du sol"
IDS_EC_FOUNDATION_CALC_SOIL_STRESS__s = "Calculer la contrainte du sol en service (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_SOIL_STRESS__s = "Calculer la contrainte ultime du sol (%s)"
IDS_EC_FOUNDATION_CHECK_PILE_CAPA = "Vérifier la Capacité du Pieu"
IDS_EC_FOUNDATION_CALC_ACTUAL_PILE_STRESS__s = "Calculer la réaction du pieu en service (%s)"
IDS_EC_FOUNDATION_CALC_FACTORED_PILE_STRESS__s = "Calculer la réaction ultime du pieu (%s)"
IDS_EC_FOUNDATION_INDEX = "Index"
IDS_EC_FOUNDATION_AT_FACE = "à la Face"
IDS_EC_FOUNDATION_AT_DIST2D = "à Distance-2D"
IDS_EC_FOUNDATION_CHECK_ONE_WAY_SHEAR = "Vérifier le Cisaillement Unidirectionnel"
IDS_EC_FOUNDATION_CHECK_TWO_WAY_SHEAR = "Vérifier le Cisaillement Bidirectionnel"
IDS_EC_FOUNDATION_CALC_PAREMETER = "Calculer le paramètre"
IDS_EC_FOUNDATION_COLUMN_FACE = "Calculer le cisaillement à la face de la Colonne"
IDS_EC_FOUNDATION_2D = "Calculer le cisaillement à la distance 2d"
IDS_EC_FOUNDATION_D = "Calculer le cisaillement à la distance d"
IDS_EC_FOUNDATION_CHECK_MOMENT_CAPA = "Vérifier la Capacité au Moment"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA__s = "Calculer la capacité au moment (%s)"
IDS_EC_FOUNDATION_CALC_MOMENT_CAPA_AT_COLM_FACE = "Calculer la capacité en moment à la face de la Colonne"
IDS_EC_FOUNDATION_REF_095D = "La référence de 0.95d est « The Concise Eurocode » 2006"
IDS_EC_FOUNDATION_CHECK_REBAR = "Vérifier la Barre d'Armature"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_AREA_REQ = "Calculer l'aire minimale de Barre d'Armature requise"
IDS_EC_FOUNDATION_X_DIRECTION = "Direction X"
IDS_EC_FOUNDATION_Y_DIRECTION = "Direction Y"
IDS_EC_FOUNDATION_CALC_MINIMUM_REBAR_SPACE_REQ__s = "Calculer la limite maximale d'espacement des Barres d'Armature (%s)"
IDS_EC_FOUNDATION_SELF_WEIGHT = "Poids Propre"
IDS_EC_FOUNDATION_COLUMN = "Colonne"
IDS_EC_FOUNDATION_SHAPE = "Forme"
IDS_EC_FOUNDATION_DIAMETER = "Diamètre"
IDS_EC_FOUNDATION_ECCENT_X = "Excentricité(X)"
IDS_EC_FOUNDATION_ECCENT_Y = "Excentricité(Y)"
IDS_EC_FOUNDATION_WALL = "Mur"
IDS_EC_FOUNDATION_LAYER_1_X = "Couche-1 (X)"
IDS_EC_FOUNDATION_LAYER_2_X = "Couche-2 (X)"
IDS_EC_FOUNDATION_LAYER_1_Y = "Couche-1 (Y)"
IDS_EC_FOUNDATION_LAYER_2_Y = "Couche-2 (Y)"
IDS_EC_FOUNDATION_PILE = "Pieu"
IDS_EC_FOUNDATION_SPACE = "Espace"
IDS_EC_FOUNDATION_CHECK_CAPA = "Vérifier la Capacité"
IDS_EC_FOUNDATION_CHECK_ITEMS = "Vérifier les Éléments"
IDS_EC_FOUNDATION_UNIT = "Unité"
IDS_EC_FOUNDATION_CALCULATED = "Calculé"
IDS_EC_FOUNDATION_CRITIERIA = "Critères"
IDS_EC_FOUNDATION_SOIL_CAPA__s = "Capacité du Sol (%s)"
IDS_EC_FOUNDATION_MOMENT_X_DIR_MUY__s = "Moment - Direction X (Muy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MUX__s = "Moment - Direction Y (Mux, %s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_X__s = "Cisaillement Unidirectionnel-X (%s)"
IDS_EC_FOUNDATION_ONE_WAY_SHEAR_Y__s = "Cisaillement Unidirectionnel-Y (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR__s = "Cisaillement Bidirectionnel (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_FACE_s = "Cisaillement Bidirectionnel-Face (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_2D_s = "Cisaillement Bidirectionnel-2D (%s)"
IDS_EC_FOUNDATION_TWO_WAY_SHEAR_D_s = "Cisaillement Bidirectionnel-D (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_FACE_s = "Pieu Punching-Face (%s)"
IDS_EC_FOUNDATION_PILEPUNCHING_2D_s = "Pieu Punching-2D (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_COMP__s = "Capacité du pieu - Comp. (%s)"
IDS_EC_FOUNDATION_PILE_CAPA_TENS__s = "Capacité du pieu - Tens. (%s)"
IDS_EC_FOUNDATION_FOUNDATION_INPUT_LIST = "LISTE D'ENTRÉE DE FONDATION"
IDS_EC_FOUNDATION_INPUT_DATA_LIST = "Liste des Données d'Entrée"
IDS_EC_FOUNDATION_DEPTH_COVER__s__s__s__s = "Profondeur = %s%s, Enrobage = %s%s"
IDS_EC_FOUNDATION_DEPTH_DISTANCE__s__s__s__s = "Profondeur = %s%s, Distance = %s%s"
IDS_EC_FOUNDATION_GENERATING_FOUNDATION_REPORT = "Génération du rapport de Fondation..."
IDS_EC_FOUNDATION_SHAPE_COLUMN_RECTANGLE = "Forme de la Colonne \t: Rectangle"
IDS_EC_FOUNDATION_SHAPE_COLUMN_CIRCLE = "Forme de la Colonne \t: Cercle"
IDS_EC_FOUNDATION_ECCENT_X__s__s = "Excentricité (X) \t: %s%s"
IDS_EC_FOUNDATION_ECCENT_Y__s__s = "Excentricité (Y) \t: %s%s"
IDS_EC_FOUNDATION_THICKNESS__s = "Épaisseur \t: %s"
IDS_EC_FOUNDATION_ECCENT__s = "Excentricité \t: %s"
IDS_EC_FOUNDATION_WIDTH__s__s = "Largeur \t: %s%s"
IDS_EC_FOUNDATION_X__s = "X(%s)"
IDS_EC_FOUNDATION_Y__s = "Y(%s)"
IDS_EC_FOUNDATION_PILE_PUNCHING = " : Poinçonnement du pieu"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_X = "Calculer le cisaillement unidirectionnel (Direction X)"
IDS_EC_FOUNDATION_CALC_ONE_WAY_SHEAR_DIR_Y = "Calculer le cisaillement unidirectionnel (Direction Y)"
IDS_EC_FOUNDATION_CHECK_MOMENT = "Vérifier le Moment"
IDS_EC_FOUNDATION_COLUMN__s = "Colonne (%s)"
IDS_EC_FOUNDATION_WALL__s = "Mur (%s)"
IDS_EC_FOUNDATION_DEPTH_COVER_DIVIDE__s__s__s__s = "( Profondeur = %s%s, Enrobage = %s%s / "
IDS_EC_FOUNDATION_DEPTH_DISTANCE_DIVIDE__s__s__s__s = "( Profondeur = %s%s, Distance = %s%s / "
IDS_EC_FOUNDATION_FCK_FY__s__s = "fck = %s%s, fyk = %s%s )"
IDS_EC_FOUNDATION_SELF_ENTER_WEIGHT = "Poids\nPropre"
IDS_EC_FOUNDATION_ISNOT_ADJUST_DGN_MODULE = "Version incompatible du module de dimensionnement"
IDS_EC_FOUNDATION_FCK_FY__s__s__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_MOMENT_EFFECTIVE_DEPTH = "Calculer la Profondeur Efficace du Moment"
IDS_EC_FOUNDATION_SHEAR_EFFECTIVE_DEPTH = "Calculer la Profondeur Efficace du Cisaillement"
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE1 = "Remarque : Lors de la vérification du poinçonnement du pieu, on suppose que le pieu est un pieu intérieur."
IDS_EC_FOUNDATION_PILE_PUNCHING_NOTE2 = "Le périmètre critique est déterminé sans tenir compte d'un pieu d'angle ou d'un pieu de rive."
IDS_EC_FOUNDATION_USER_D = "Calculer le cisaillement à la distance - d utilisateur"
IDS_EC_ONEWAY_SHEAR = "Cisaillement Unidirectionnel"
IDS_EC_ONEWAY_SHEAR_X = "Cisaillement Unidirectionnel-X"
IDS_EC_TWOWAY_SHEAR = "Cisaillement Bidirectionnel"
IDS_EC_TWOWAY_SHEAR_CF = "Cisaillement bidirectionnel - Face de la Colonne"
IDS_EC_TWOWAY_SHEAR_2D = "Cisaillement Bidirectionnel-2D"
IDS_EC_TWOWAY_SHEAR_USERD = "Cisaillement Bidirectionnel-UserD"
IDS_EC_OFFSET_FACTOR = "Facteur de Décalage"
IDS_EC_MOMENT_Y_DIRECTION = "Moment-Direction Y"
IDS_EC_MOMENT_X_DIRECTION = "Moment-Direction X"
IDS_EC_CANTIL_MOMENT_X_DIRECTION = "Moment-Direction X (Cantilever)"
IDS_EC_COLUMN_MOMENT_X_DIRECTION = "Moment-Direction X (Colonne)"
IDS_EC_SPAN_MOMENT_X_DIRECTION = "Moment-Direction X (Portée)"
IDS_EC_REBAR_SPACE_Y_DIRECTION = "Vérifier l'Espace-Y"
IDS_EC_REBAR_SPACE_X_DIRECTION = "Vérifier l'Espace-X"
IDS_EC_REBAR_AREA_Y_DIRECTION = "Vérifier la Surface-Y"
IDS_EC_REBAR_AREA_X_DIRECTION = "Vérifier la Surface-X"
IDS_EC_OFFSET = "Décalage"
IDS_EC_FOUNDATION_SOIL_CAPA = "Capacité du Sol"
IDS_EC_FOUNDATION_SOIL_CAPA_EXPL = "La valeur est basée sur la charge de service"
IDS_EC_FOUNDATION_OVER_TURNING = "Les valeurs ne seront pas affichées en cas de renversement"
IDS_EC_FOUNDATION_SOIL_DIAGRM = "Diagramme de Contrainte du Sol"
IDS_EC_SFD_DIAGRAM = "Diagramme de Force de Cisaillement"
IDS_EC_BMD_DIAGRAM = "Diagramme de Moment de Flexion"
IDS_EC_PLAN_SECT = "Plan & Section"
IDS_EC_REBAR_MAX_AREA = "Surface Maximale"
IDS_EC_REBAR_MIN_AREA = "Surface Minimale"
IDS_EC_REBAR_REQ_AREA = "Surface Requise"
IDS_EC_REBAR_MAX_SPACE = "Espacement Maximum"
IDS_EC_CANTIL = "Cantilever"
IDS_EC_COLUMN = "Colonne"
IDS_EC_SPAN = "Portée"
IDS_EC_FOUNDATION_FDN_SECTION = "Section de Fondation"
IDS_EC_FOUNDATION_FORCES_REINFORCEMENT = "Forces et Armature"
IDS_EC_FOUNDATION_INVERTED_T = "T Inversé"
IDS_EC_FOUNDATION_ECC = "Exc."
IDS_EC_FOUNDATION_MOMENT_TOP__s = "Moment_top (%s)"
IDS_EC_FOUNDATION_MOMENT_BOT__s = "Moment_bot (%s)"
IDS_EC_FOUNDATION_SHEAR__s = "Cisaillement (%s)"
IDS_EC_FOUNDATION_TRANSE_MOMENT__s = "Moment Transversal (%s)"
IDS_EC_FOUNDATION_LX = "Lx"
IDS_EC_FOUNDATION_SECTION_BEAM_SIZE = "Taille de Poutre"
IDS_EC_FOUNDATION_MOMENTS_FORCES = "Moments et Forces"
IDS_EC_FOUNDATION_CALC_SHEAR_CAPA = "Calculer la capacité de cisaillement"
IDS_EC_FOUNDATION_FCK_FY_NOBRACKET__s__s = "fck = %s%s, fyk = %s%s"
IDS_EC_FOUNDATION_TOP_BAR = "Barre du Haut"
IDS_EC_FOUNDATION_BOTTOM_BAR = "Barre du Bas"
IDS_EC_FOUNDATION_BOT_BAR = "Barre Inférieure"
IDS_EC_FOUNDATION_STIRRUP = "Étrier"
IDS_EC_FOUNDATION_STANSVERSE_BAR = "Barre d'Armature Transversale"
IDS_EC_FOUNDATION_STANS_BAR = "Barre transv."
IDS_EC_FOUNDATION_X = "X"
IDS_EC_FOUNDATION_Y = "Y"
IDS_EC_FOUNDATION_DIR_x = "x"
IDS_EC_FOUNDATION_DIR_y = "y"
IDS_EC_FOUNDATION__s_c = "%s_c$"
IDS_EC_FOUNDATION__s_s = "%s_s$"
IDS_EC_FOUNDATION_Fck = "f_ck$"
IDS_EC_FOUNDATION_Fy = "f_yk$"
IDS_EC_FOUNDATION_Ps = "P_Ed,s$"
IDS_EC_FOUNDATION_Msx = "M_Edx,s$"
IDS_EC_FOUNDATION_Msy = "M_Edy,s$"
IDS_EC_FOUNDATION_Pu = "N_Ed$"
IDS_EC_FOUNDATION_Mux = "M_Edx$"
IDS_EC_FOUNDATION_Muy = "M_Edy$"
IDS_EC_FOUNDATION_Mu_top = "M_Ed,top$"
IDS_EC_FOUNDATION_Mu_bottom = "M_Ed,bottom$"
IDS_EC_FOUNDATION_Mu_bot = "M_Ed,bot$"
IDS_EC_FOUNDATION_As = "A_s$"
IDS_EC_FOUNDATION_REBAR__s__s = "%s@%s"
IDS_EC_FOUNDATION_L_x = "L_x$"
IDS_EC_FOUNDATION_L_y = "L_y$"
IDS_EC_FOUNDATION_fe = "f_e$"
IDS_EC_FOUNDATION_EA = "EA"
IDS_EC_FOUNDATION_q_a_comp = "q_a,comp.$"
IDS_EC_FOUNDATION_q_a_tens = "q_a,tens.$"
IDS_EC_FOUNDATION_q_a = "q_a$"
IDS_EC_FOUNDATION_q_s_left = "q_s,gauche$"
IDS_EC_FOUNDATION_q_s_right = "q_s,droite$"
IDS_EC_FOUNDATION_q_s_top_left = "q_s,haut-gauche$"
IDS_EC_FOUNDATION_q_s_top_right = "q_s,haut-droit$"
IDS_EC_FOUNDATION_q_s_bot_left = "q_s,bas-gauche$"
IDS_EC_FOUNDATION_q_s_bot_right = "q_s,bas-droit$"
IDS_EC_FOUNDATION_q_s_max = "q_s,max$"
IDS_EC_FOUNDATION_q_s_min = "q_s,min$"
IDS_EC_FOUNDATION_q_s = "q_s$"
IDS_EC_FOUNDATION_q_u_left = "q_u,gauche$"
IDS_EC_FOUNDATION_q_u_right = "q_u,droite$"
IDS_EC_FOUNDATION_q_u_top_left = "q_u,haut-gauche$"
IDS_EC_FOUNDATION_q_u_top_right = "q_u,haut-droit$"
IDS_EC_FOUNDATION_q_u_bot_left = "q_u,bas-gauche$"
IDS_EC_FOUNDATION_q_u_bot_right = "q_u,bas-droit$"
IDS_EC_FOUNDATION_q_u_max = "q_u,max$"
IDS_EC_FOUNDATION_q_u_min = "q_u,min$"
IDS_EC_FOUNDATION_q_u = "q_u$"
IDS_EC_FOUNDATION_V_Ed = "V_Ed$"
IDS_EC_FOUNDATION_V_Edx = "V_Edx$"
IDS_EC_FOUNDATION_V_Edy = "V_Edy$"
IDS_EC_FOUNDATION_M_Ed__s = "M_Ed%s$"
IDS_EC_FOUNDATION_Ed = "_Ed$"
IDS_EC_FOUNDATION_V_Rd = "V_Rd$"
IDS_EC_FOUNDATION_V_Rdx = "V_Rdx$"
IDS_EC_FOUNDATION_V_Rdy = "V_Rdy$"
IDS_EC_FOUNDATION_M_Rd__s = "M_Rd%s$"
IDS_EC_FOUNDATION_Rd = "_Rd$"
IDS_EC_FOUNDATION_Rdmax = "_Rdmax$"
IDS_EC_FOUNDATION_As_min = "A_s,min$"
IDS_EC_FOUNDATION_APP_As_min = "A_s,min Appliqué$"
IDS_EC_FOUNDATION_s_req = "s_req$"
IDS_EC_FOUNDATION_s_req1 = "s_req.1$"
IDS_EC_FOUNDATION_s_req2 = "s_req.2$"
IDS_EC_FOUNDATION_s__s = "s_%s$"
IDS_EC_FOUNDATION_L_SELF_WEIGHT = "Poids\nPropre"
IDS_EC_FOUNDATION_L_SURFACE = "L_surface$"
IDS_EC_FOUNDATION_H_SOIL = "H_sol$"
IDS_EC_FOUNDATION_C_x = "C_x$"
IDS_EC_FOUNDATION_C_y = "C_y$"
IDS_EC_FOUNDATION_Ecc_x = "Ecc_x$"
IDS_EC_FOUNDATION_Ecc_y = "Ecc_y$"
IDS_EC_FOUNDATION_TOP = "Haut"
IDS_EC_FOUNDATION_BOT = "Bas"
IDS_EC_FOUNDATION_LAYER__i__EA = "Couche %i\t : %i EA ("
IDS_EC_FOUNDATION_STRIRRUP__s = "Étrier \t : %s ("
IDS_EC_FOUNDATION_TRANS_BAR__s__s = "Barre d'Armature transversale \t : %s-%s ("
IDS_EC_FOUNDATION_SURCHARGE_LOAD_NOT = "La Charge de surcharge n'est pas prise en compte."
IDS_EC_FOUNDATION_FOR_UNIT_WIDTH = "pour la largeur unitaire"
IDS_EC_FOUNDATION_FOR_WHOLE_WIDTH = "pour la largeur totale"
IDS_EC_MEMBER_NAME = "NOM DU MEMBRE"
IDS_EC_GENERAL_INFORMATION = "Informations Générales"
IDS_EC_DESIGN_CODE = "Code de Conception"
IDS_EC_UNIT_SYSTEM = "Système d'Unités"
IDS_EC_SECTION = "Section"
IDS_EC_SECTION_SIZE = "Taille de Section"
IDS_EC_SECTION_SHAPE_T = "Section en T"
IDS_EC_SECTION_SHAPE_RECT = "Section Rectangulaire"
IDS_EC_THICKNESS = "Épaisseur"
IDS_EC_MATERIAL = "Matériau"
IDS_EC_REBAR_COVER = "Couverture"
IDS_EC_REBAR_DISTANCE = "Distance"
IDS_EC_CONSIDERED = "Considéré"
IDS_EC_NOT_CONSIDERED = "Non Considéré"
IDS_EC_POSITION_CAPITAL = "POSITION"
IDS_EC_POS = "POS"
IDS_EC_DESIGN_FORCES = "Forces de Conception"
IDS_EC_FORCES = "Forces"
IDS_EC_BY_LOAD_COMB = "par Combinaisons de Charges"
IDS_EC_SURCHARGE_LOAD_SELF_WEIGHT = "Charge de Surcharge & Poids Propre"
IDS_EC_REINFORCEMENT = "Armature"
IDS_EC_TOP_BAR = "Barre du Haut"
IDS_EC_BOTTOM_BAR = "Barre du Bas"
IDS_EC_TOP = "Haut"
IDS_EC_BOTTOM = "Bas"
IDS_EC_EXT_BAR = "Barre ext."
IDS_EC_INT_BAR = "Barre int."
IDS_EC_BOT = "Inf."
IDS_EC_EXT = "Ext."
IDS_EC_INT = "Int."
IDS_EC_STIRRUP = "Étrier"
IDS_EC_TRANSVERSE_BAR = "Barre Transversale"
IDS_EC_POSITION_I = "I"
IDS_EC_POSITION_M = "M"
IDS_EC_POSITION_J = "J"
IDS_EC_RATIO = "Ratio"
IDS_EC_LAYER = "Couche"
IDS_EC_REMARK = "Remarque"
IDS_EC_ITEMS = "Éléments"
IDS_EC_VALUE = "Valeur"
IDS_EC_INPUT_DATA_LIST = "Liste des Données d'Entrée"
IDS_EC_LENGTH = "Longueur"
IDS_EC_FACTOR = "Facteur"
IDS_EC2_BEAM_GENERATE_REPORT = "Génération du rapport RC/Poutre..."
IDS_EC2_BEAM_MOMENT_FORCES = "Moments et Forces"
IDS_EC2_BEAM_FORCE_REINFORCEMENT = "Forces et Renforts"
IDS_EC2_BEAM_COMPRESSION_REBAR = "Barre d'Armature de Compression"
IDS_EC2_BEAM_SPLICE_TYPE = "Type de Jonction"
IDS_EC2_BEAM_REPORT_CALC_SHEAR_RATIO = "Calculer le rapport de capacité au cisaillement"
IDS_EC2_BEAM_REPORT_CALC_STIRRUP_SPACE = "Calculer l'espacement des armatures de cisaillement"
IDS_EC2_BEAM_REPORT_CALC_VRD_S = "Calculer la résistance au cisaillement avec armatures de cisaillement"
IDS_EC2_BEAM_REPORT_CALC_VRD_MAX = "Calculer la capacité maximale au cisaillement de la Section"
IDS_EC2_BEAM_CHECK_ONEWAY_SHEAR = "Vérifier le Cisaillement Unidirectionnel"
IDS_EC2_BEAM_CHECK_MOMENT_CAPACITY = "Vérifier la Capacité au Moment de Flexion"
IDS_EC2_BEAM_CALC_MATL_DGN_STRENGTH = "Calculer la résistance de calcul des matériaux"
IDS_EC2_BEAM_CALC_DGN_PARAM = "Calculer le paramètre de conception"
IDS_EC2_BEAM_CALC_REQ_REBAR_AREA = "Calculer l'aire d'Armature requise"
IDS_EC2_BEAM_CALC_LIMIT_REBAR_AREA = "Calculer la limite de l'aire d'Armature"
IDS_EC2_BEAM_CHECK_TENS_REBAR_AREA = "Vérifier l'aire de l'Armature en traction"
IDS_EC2_BEAM_CALC_MOMENT_CAPACITY = "Calculer la capacité au moment"
IDS_EC2_BEAM_CALC_MOMENT_RATIO = "Calculer le rapport de capacité en moment"
IDS_EC2_BEAM_SKIP_MOMENT_ZERO = "Le moment est nul. Ignoré"
IDS_EC2_BEAM_CHECK_SHEAR_CAPACITY = "Vérifier la Capacité au Cisaillement"
IDS_EC2_BEAM_CALC_SHEAR_CAPACITY_CONC = "Calculer la résistance au cisaillement sans armatures de cisaillement"
IDS_EC2_BEAM_REBAR_POSITIVE = "Positif"
IDS_EC2_BEAM_REBAR_NEGATIVE = "Négatif"
IDS_EC2_BEAM_REBAR_POSITIVE_INT = "Positif, Int."
IDS_EC2_BEAM_REBAR_NEGATIVE_EXT = "Négatif, Ext."
IDS_EC2_BEAM_SLAB_THICKNESS = "Épaisseur de Dalle"
IDS_EC2_BEAM_EFFECTIVE_WIDTH = "Largeur Effective"
IDS_EC2_BEAM_INPUT_LIST_TITLE = "LISTE D'ENTRÉE DE POUTRE"
IDS_EC2_ANALYSIS_AS_RECTANGLE_BEAM = "Analyser comme Poutre Rectangulaire"
IDS_EC2_ANALYSIS_AS_TEE_BEAM = "Analyser comme Poutre en T"
IDS_EC2_DO_NOT_CHK_CRACK_WIDTH = "Ne pas vérifier la largeur de fissure"
IDS_EC2_CRACK_LIMIT = "Limite de Fissure"
IDS_EC2_CHK_CRACK_WIDTH = "Vérifier la Largeur de Fissure"
IDS_EC2_CHK_CRACK_WIDTH_FACTORS = "Facteurs de Largeur de Fissure"
IDS_EC2_CHK_CRACK_OF_CHARACTERISTIC_LOAD = "Vérifier la fissuration pour la charge caractéristique"
IDS_EC2_CHK_CRACK_OF_QUASI_LOAD = "Vérifier la fissuration pour la charge quasi-permanente"
IDS_EC2_CHK_CRACK_OF_FREQUENT_LOAD = "Vérifier la fissuration pour la charge fréquente"
IDS_EC2_EXPOSURE_CLASS = "Classe d'Exposition"
IDS_EC2_CHECK_STRESS_LIMITATION = "Vérifier la Limite de Contrainte"
IDS_EC2_CRITERIA_DEFLECTION = "Critères de Flèche"
IDS_EC2_FOR_CHARACTERISTIC_DEFLECTION = "Pour la Flèche de Charge Caractéristique"
IDS_EC2_FOR_QUASI_PERMANENT_DEFLECTION = "Pour la flèche sous charge quasi-permanente"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Facteur d'Amplification de Flèche"
IDS_EC2_DEFLECTION = "Flèche"
IDS_EC2_DIVIEDED_BY2_CANTILEVER = "Divisé par 2 pour une console"
IDS_EC2_SUPPORT = "Appui"
IDS_EC2_SPAN = "Portée"
IDS_EC2_CHARACTERISTIC = "Caractéristique"
IDS_EC2_QUASI_PERMANENT = "Quasi-Permanente"
IDS_EC2_FREQUENT = "Fréquent"
IDS_EC2_DURATION = "Durée"
IDS_EC_DEAD = "Mort"
IDS_EC_DEAD_LOAD = "Charge Mort"
IDS_EC_LIVE = "Vivant"
IDS_EC_LIVE_LOAD = "Charge Vivante"
IDS_EC_SECT_DOT_UCASE = "SECT."
IDS_EC2_CHARACTERISTIC_DEFLECTION = "Flèche Caractéristique"
IDS_EC2_QUASI_PERMANENT_DEFLECTION = "Flèche Quasi-Permanente"
IDS_EC2_CHECK_DEFLECTION = "Vérifier la Flèche"
IDS_EC_SUPPORT_CONDITION = "Condition d'Appui"
IDS_EC_CHARACTERISTIC_DEFLECTION_FACTOR = "Facteur de Flèche Caractéristique"
IDS_EC_QUASI_DEFLECTION_FACTOR = "Facteur de Flèche Quasi-Permanente"
IDS_EC_DURATION_FOR_SUSTAIN_LOAD = "Durée pour Charge Soutenue"
IDS_EC_SUSTAIN_LOAD = "Charge Soutenue"
IDS_EC2_CBSF_MAIN_RIB = "Côte Principale"
IDS_EC2_CBSF_FLANGE_PART = "Partie de Flasque"
IDS_EC2_CBSF_CALC_FORCE_FLANGE_PART = "Calculer la Force de calcul (partie semelle)"
IDS_EC2_CBSF_FORCE_PARAM_FLANGE_PART = "Paramètre de Force de Conception"
IDS_EC2_CBSF_FORCE_FLANGE_PART = "Force de Conception (Partie de Flasque)"
IDS_EC2_CBSF_SOIL_BEARING_CAPACITY = "Capacité Portante du Sol"
IDS_EC2_CBSF_CHECK_SOIL_BEARING_CAPACITY = "Vérifier la Capacité Portante du Sol"
IDS_EC2_CBSF_CALC_SOIL_BEARING_RATIO = "Calculer le rapport de capacité portante du sol"
IDS_EC2_CBSF_INPUT_LIST_TITLE = "LISTE DE SAISIE DES DONNÉES - SEMELLE FILANTE DE POUTRE CONTINUE"
IDS_EC2_CBSF_GENERATING_CBSF_REPORT = "Génération du rapport de Fondation filante..."
IDS_EC_FOUNDATION_MOMENT_X_DIR_MEDY__s = "Moment - Direction X (MEdy, %s)"
IDS_EC_FOUNDATION_MOMENT_Y_DIR_MEDX__s = "Moment - Direction Y (MEdx, %s)"
IDS_EC2_CWALL_INPUT_LIST_TITLE = "LISTE D'ENTRÉE DE MUR COMBINÉ"
IDS_EC2_CWALL_GENERATING_CWALL_REPORT = "Génération du rapport de Mur combiné..."
IDS_EC2_CWALL_WALL_ID = "ID de Mur"
IDS_EC_LOAD_COMBINATIONS = "Combinaisons de Charges"
IDS_EC_LCB = "LCB"
IDS_EC2_CWALL_START_POINT = "Point de Départ"
IDS_EC2_CWALL_END_POINT = "Point de Fin"
IDS_EC_INFORMATION = "Information"
IDS_EC_SPACING_LIMIT = "Limite d'Espacement"
IDS_EC2_CWALL_VERT_REBAR_POSITION = "Position de Barre d'Armature Verticale"
IDS_EC2_CWALL_VERT_REBAR = "Barre d'Armature vert."
IDS_EC2_CWALL_HORZ_REBAR = "Barre d'Armature hor."
IDS_EC2_CWALL_END_REBAR = "Barre d'Armature de Fin"
IDS_EC2_CWALL_REBAR_ARRANGEMENT = "Arrangement"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "Répartir uniformément selon l'espacement le plus proche"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_DIVIDE_EXACT = "Diviser par espace exact"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_END = "Depuis la Fin"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_FROM_MID = "Depuis le Milieu"
IDS_EC2_CWALL_REBAR_ARRANGEMENT_ADD_REBAR = "Ajouter Barre"
IDS_EC_CHECK_SLENDERNESS_RATIO = "Vérifier le Rapport de Finesse"
IDS_EC_CALC_RADIUS_GYRATION = "Calculer le Rayon de Gyration"
IDS_EC_CALC_SLENDERNESS_RATIO = "Calculer le Rapport de Finesse"
IDS_EC_CALC_SLENDERNESS_RATIO_LIMIT = "Calculer le Rapport de Finesse Limite"
IDS_EC_SLENDER = "Fins"
IDS_EC_NOT_SLENDER = "Pas Fins"
IDS_EC_CHECK_MIN_MOMENT = "Vérifier le Moment Minimum"
IDS_EC_CALC_MIN_MOMENT = "Calculer le Moment Minimum"
IDS_EC_CALC_MIN_ECCEN = "Calculer l'Eccentricité Minimum"
IDS_EC_CHECK_DESIGN_MOMENT = "Vérifier le Moment de Conception"
IDS_EC_CALC_DESIGN_MOMENT = "Calculer le Moment de Conception"
IDS_EC_DESIGN_MOMENT = "Moment de Conception"
IDS_EC_X_DIRECTION = "Direction X"
IDS_EC_Y_DIRECTION = "Direction Y"
IDS_EC_CHECK_DESIGN_PARAMETER = "Vérifier le Paramètre de Conception"
IDS_EC_CALC_REBAR_RATIO = "Calculer le Rapport de Barre d'Armature"
IDS_EC_CALC_ECCENTRICITY = "Calculer l'Eccentricité"
IDS_EC_ROTATION_NA = "Angle de rotation de l'axe neutre"
IDS_EC_CALC_CONCEN_AXIAL_CAPACITY = "Calculer la capacité en charge axiale concentrique"
IDS_EC_CHECK_MOMENT_CAPACITY = "Vérifier la Capacité au Moment"
IDS_EC_CALC_CAPACITY_CONCRETE = "Calculer la capacité du bloc de contraintes de compression"
IDS_EC_CALC_CAPACITY_REBAR = "Calculer la capacité de la barre d'armature"
IDS_EC_CALC_NORMINAL_CAPACITY_FOR_NA = "Calculer la capacité nominale pour l'axe neutre"
IDS_EC_CALC_AXIAL_MOMENT_CAPACITY = "Calculer les capacités en charge axiale et en moment"
IDS_EC_CHECK_SHEAR_CAPACITY = "Vérifier la Capacité au Cisaillement"
IDS_EC_CALC_STIRRUP_MAX_SPACE = "Calculer l'espacement maximum"
IDS_EC_CALC_SHEAR_STRENGTH = "Calculer la résistance au cisaillement"
IDS_EC_LENGTH_FACTOR = "Longueur & Facteur"
IDS_EC_MOMENT_CAPACITY = "Capacité au Moment"
IDS_EC_SHEAR_CAPACITY = "Capacité au Cisaillement"
IDS_EC_CHECK_ITEM = "Vérifier l'élément"
IDS_EC_NO = "No"
IDS_EC_CHK = "CHK"
IDS_EC_NAME = "Nom"
IDS_EC_DESCRIPTION = "Description"
IDS_EC_DESIGN_FORCE = "Force de conception"
IDS_EC2_CWALL_FLANGE_WIDTH = "Largeur de l'aileron"
IDS_EC2_CWALL_FLANGE_WIDTH_ACTUAL = "Largeur réelle"
IDS_EC2_CWALL_FLANGE_WIDTH_EFFECT = "Largeur effective"
IDS_EC2_CWALL_GLOBAL = "Global"
IDS_EC_SHEAR_REINFORCEMENT_NOT_REQUIRED = "L'armature de cisaillement n'est pas requise."
IDS_EC_SHEAR_REINFORCEMENT_REQUIRED = "L'armature de cisaillement est requise."
IDS_EC_2ND_ORDER_EFFECT = "Effets du 2ème ordre"
IDS_EC_IMPERFECTION = "Imperfection"
IDS_EC_AUTO_CALC = "Calcul auto."
IDS_ERCO_MOMENT_CAPACITY = "Vérifier la capacité de moment"
IDS_ERCO_NOMINAL_CAPACITY_BALANCED = "Calculer la capacité nominale pour l'axe équilibré"
IDS_ERCO_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calculer la capacité nominale pour l’axe neutre"
IDS_ERCO_BANLANCED_AXIS = "Axe équilibré"
IDS_ERCO_NEUTRAL_AXIS = "Axe neutre"
IDS_ERCO_CAPACITY_REBAR = "Calculer la capacité de la barre d'armature"
IDS_ERCO_CAPACITY_COMPRESSION_BLOCK = "Calculer la capacité du bloc de contraintes de compression"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "Calculer le facteur de réduction de résistance"
IDS_EC_ERCO_GENERATE_REPORT = "Génération du rapport de Colonne RC..."
IDS_EC_ERCO_CHK_SERVICEABILITY = "Vérifier la serviceabilité"
IDS_EC_ERCO_SERVICEABILITY_FACTORS = "Facteurs de serviceabilité"
IDS_EC_ERCO_CHK_CHARACTERISTIC_LOAD_STRESS_OF_CONC = "Vérifier la charge caractéristique ( contrainte du Béton )"
IDS_EC_ERCO_CHK_QUASI_LOAD_LINEAR_CREEP = "Vérifier la charge quasi-permanente ( fluage linéaire )"
IDS_EC_ERCO_CHK_FREQUENT_LOAD_STRESS_OF_CONC = "Vérifier la charge fréquente ( contrainte du Béton )"
IDS_EC_ERCO_CRACKED_SECTION = "Section fissurée"
IDS_EC_ERCO_UNCRACKED_SECTION = "Section non fissurée"
IDS_EC_ERCO_LINEAR_CREEP = "Fluage linéaire"
IDS_EC_ERCO_NONLINEAR_CREEP = "Fluage non linéaire"
IDS_EC_ERCO_LONG_TERM = "Long terme"
IDS_EC_ERCO_SHORT_TERM = "Court terme"
IDS_URGC_EFFECTIVE_AREA = "Zone effective"
IDS_URGC_GENERATE_REPORT = "Génération du rapport de Colonne RC à Section générale..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "LISTE DES DONNÉES D’ENTRÉE DE COLONNE RC À SECTION GÉNÉRALE"
IDS_ESBC_INPUT_LIST = "LISTE DES DONNÉES D’ENTRÉE DE CONNEXION BOULONNÉE EN ACIER"
IDS_ESBC_PLATE = "Plaque"
IDS_ESBC_PLATE_WEB = "Plaque (Web)"
IDS_ESBC_PLATE_FLANGE = "Plaque (Aileron)"
IDS_ESBC_BOLT = "Boulon"
IDS_ESBC_EXTENSION = "Extension"
IDS_ESBC_AUTO = "Auto"
IDS_ESBC_SUPPORTED_MEM = "Membre supporté"
IDS_ESBC_SUPPORTING_MEM = "Membre supportant"
IDS_ESBC_BOLT_TYPE = "Type de boulon"
IDS_ESBC_WELDING = "Soudage"
IDS_ESBC_WELDING_MATERIAL_AND_LEG = "Matériau et jambe"
IDS_ESBC_WELDING_MATERIAL = "Matériau de soudage"
IDS_ESBC_WELDING_LEG = "Jambe de soudage"
IDS_ESBC_MAX_VALUE = "Valeur maximale"
IDS_ESBC_NOT_CHK = "Ne pas vérifier"
IDS_ESBC_CHK_MAX_VALUE = "Vérifier l’espacement maximal et la valeur d’extension"
IDS_ESBC_NOT_CHK_MAX_VALUE = "Ne pas vérifier l’espacement maximal et la valeur d’extension"
IDS_ESBC_LEVEL_AND_GAP = "Niveau et espace"
IDS_ESBC_LEVEL = "Niveau"
IDS_ESBC_GAP = "Espace"
IDS_ESBC_PERCENT = "Pourcentage"
IDS_ESBC_APPLY = "Appliquer"
IDS_ESBC_DIVISION = "Plaque de division"
IDS_ESBC_DIVISION_APPLY = "Appliquer la plaque de division"
IDS_ESBC_DIVISION_NOT_APPLY = "Ne pas appliquer la Plaque de division"
IDS_ESBC_APPLIED_FORCE = "Force appliquée"
IDS_ESBC_MEMB_STRENGTH = "Résistance du membre"
IDS_ESBC_CHK_FLG_COVER_PLATE = "Vérifier la plaque de couverture de l'aileron"
IDS_ESBC_CHK_NET_TENSION = "Vérifier la présence de traction nette"
IDS_ESBC_CHK_NET_TENSION_OCCUR = "Tension nette se produit"
IDS_ESBC_CHK_NET_TENSION_NOT_OCCUR = "La traction nette ne se produit pas"
IDS_ESBC_CHK_PLATE_RESIS = "Vérifier la résistance de la plaque"
IDS_ESBC_CHK_BOLT_GROUP = "Vérifier le groupe de boulons"
IDS_ESBC_CHK_MIN_RESIS = "Vérifier la résistance minimale"
IDS_ESBC_CHK_CHK_COVER_PLATE = "Vérifier la plaque de couverture"
IDS_ESBC_CHK_DIMENSION = "Vérifier la dimension"
IDS_ESBC_CHK_PLATE = "Vérifier la plaque"
IDS_ESBC_CHK_FLG_WEB_DIMENSION = "Vérifier les dimensions des Plaques de semelle et d’âme"
IDS_ESBC_CHK_THIK = "Vérifier l'épaisseur"
IDS_ESBC_CHK_SPACING = "Vérifier l'espacement"
IDS_ESBC_CHK_PART_BOLT = "Boulon"
IDS_ESBC_CHK_PART_WEB = "Web"
IDS_ESBC_CHK_PART_FLANGE = "Aileron"
IDS_ESBC_CHK_PART_PLATE = "Plaque"
IDS_ESBC_CHK_PART_COLUMN = "Colonne"
IDS_ESBC_CHK_PART_CONNECT = "Connexion"
IDS_ESBC_CHK_PART_PLATE_FIN = "Plaque de finition"
IDS_ESBC_CHK_PART_PLATE_END = "Plaque de fin"
IDS_ESBC_CHK_PART_PLATE_DIV = "Plaque de division"
IDS_ESBC_CHK_SUPPORTED_MEM = "Vérifier le membre supporté"
IDS_ESBC_CHK_CONNECTION = "Vérifier la connexion"
IDS_ESBC_CHK_SUPPORTING_MEM = "Vérifier le membre supportant"
IDS_ESBC_CHK_TYING_RESISTANCE = "Vérifier la résistance de liaison"
IDS_ESBC_CHK_STRUCT_INTEGRITY = "Vérifier l'intégrité structurelle"
IDS_ESBC_CHK_SUPPORTED_WELD = "Vérifier les soudures du Membre supporté"
IDS_ESBC_CHK_SUPPORTED_WEB = "Vérifier la résistance au Cisaillement de l’âme"
IDS_ESBC_CHK_SUPPORTED_RESIS_NOTCH = "Vérifier la résistance au niveau d’une entaille"
IDS_ESBC_CHK_SUPPORTED_LOCAL_STA = "Vérifier la stabilité locale"
IDS_ESBC_CHK_SUPPORTED_BOLT_GROUP = "Vérifier le groupe de boulons de la connexion"
IDS_ESBC_CHK_SUPPORTED_PLATE_SHEAR = "Vérifier la plaque en cisaillement"
IDS_ESBC_CHK_SUPPORTING_SHEAR_BEARING = "Vérifier le Cisaillement et l’appui du Membre porteur"
IDS_ESBC_CHK_TYING_PLATE_BOLT = "Vérifier la plaque et les boulons"
IDS_ESBC_CHK_TYING_SUPPORTED_WEB = "Vérifier la résistance de l’âme du Membre supporté"
IDS_ESBC_CHK_TYING_WELD = "Vérifier la résistance des soudures"
IDS_ESBC_CHK_TYING_SUPPORTING_COL = "Vérifier la résistance de l’âme de la Colonne porteuse"
IDS_ESBC_CHK_NO_NEED_LOCAL_STABILITY = "Il n’est pas nécessaire de tenir compte de la stabilité locale de la Poutre entaillée"
IDS_ESBC_CHK_NEED_LOCAL_STABILITY = "Il est nécessaire de tenir compte de la stabilité locale de la Poutre entaillée"
IDS_ESBC_SHEAR = "Cisaillement"
IDS_ESBC_LOW_SHEAR = "Cisaillement faible"
IDS_ESBC_HIGH_SHEAR = "Cisaillement élevé"
IDS_ESBC_CHK_SHEAER_BOLT_GROUP = "Vérifier le Cisaillement du groupe de boulons"
IDS_ESBC_CHK_BOLT_BEARING_PLATE = "Vérifier l’appui des boulons dans la Plaque"
IDS_ESBC_CHK_BOLT_BEARING_WEB = "Vérifier l’appui des boulons dans l’âme du Membre supporté"
IDS_ESBC_CHK_SHAER_PLATE = "Vérifier le Cisaillement de la Plaque"
IDS_ESBC_CHK_BENADING_PLATE = "Vérifier la flexion de la Plaque"
IDS_ESBC_CHK_BUCKLING_PLATE = "Vérifier le flambage latéral"
IDS_ESBC_CHK_WEB_SHEAR = "Vérifier le web en cisaillement"
IDS_ESBC_CHK_SHEAR_NOTCH = "Vérifier l’âme au Cisaillement du Membre supporté entaillé"
IDS_ESBC_CHK_RESIS_CONNEC = "Vérifier la résistance au niveau de la connexion"
IDS_ESBC_CHK_RESIS_NOTCH = "Vérifier la résistance au niveau de l’entaille"
IDS_ESBC_CHK_LOCAL_STABILITY = "Vérifier la stabilité locale"
IDS_ESBC_CHK_WELDING_SUPPORTING = "Vérifier le soudage du Membre porteur"
IDS_ESBC_CHK_SHEAR_N_BENDING = "Vérifier le cisaillement et le porteur"
IDS_ESBC_CHK_PLATE_TENSION = "Vérifier la résistance en traction de la Plaque"
IDS_ESBC_CHK_PLATE_BOLT_SHEAR = "Vérifier le Cisaillement des boulons de la Plaque"
IDS_ESBC_CHK_TENSION_REIS_WEB = "Vérifier la résistance en traction de l’âme de la Poutre"
IDS_ESBC_CHK_WEB_SUPPORTED = "Vérifier l’âme du Membre supporté"
IDS_ESBC_CHK_SUPPORTING_COL = "Vérifier la colonne supportante"
IDS_ESBC_CHK_LONG_FIN_PLATE = "Plaque de finition longue"
IDS_ESBC_CHK_SHORT_FIN_PLATE = "Plaque de finition courte"
IDS_ESBC_CHK_SHEAR_RATIO = "Rapport de cisaillement"
IDS_ESBC_CHK_PUNCHING_RATIO = "Rapport de poinçonnage"
IDS_ESBC_ORDINARY = "Ordinaire"
IDS_ESBC_COUNTERSUNK = "Enfoncé"
IDS_ESBC_SPACE_X = "Espace(x)"
IDS_ESBC_SPACE_Y = "Espace(y)"
IDS_ESBC_EXTENSION_X = "Extension(x)"
IDS_ESBC_EXTENSION_Y = "Extension(y)"
IDS_ESBC_CHK_EXTENSION = "Vérifier l'extension"
IDS_UCFT_GENERATE_REPORT = "Génération du rapport de Colonne SRC CFT..."
IDS_UCFT_MATERIAL_STRENGTH_LIMITATION = "Limitation de la résistance des matériaux"
IDS_UCFT_STEEL_SECTION_AREA_RATIO = "Rapport de surface de section en acier"
IDS_UCFT_CALC_FORCE_ALLOCATION = "Calculer l'allocation de force"
IDS_UCFT_REQUIRED_SHEAR_FORCE_TRANSFERRED_SHEAR_CONNECTOR = "Force de Cisaillement requise transférée par les connecteurs au Cisaillement"
IDS_UCFT_CALC_DIRECT_BOND_STRENGTH = "Calculer la résistance à la liaison directe"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_ONE_SIDE = "la colonne composite remplie s’étend d’un côté"
IDS_UCFT_FILLED_COMPOSITE_COLUMN_EXTEND_TO_BOTH_SIDE = "la colonne composite remplie s’étend des deux côtés"
IDS_UCFT_CHECK_SECTION_CLASSIFICATION = "Vérifier la classification de la section"
IDS_UCFT_CHECK_CLASSIFICATION = "Classification"
IDS_UCFT_AXIAL = "Axial"
IDS_UCFT_FLEXURE = "Flexion"
IDS_UCFT_FOR_AXIAL = "pour axial"
IDS_UCFT_FOR_FLEXURE = "pour flexion"
IDS_UCFT_TREATED_COMPACT = "Par conséquent, l’ensemble de la Section est considéré comme compact."
IDS_UCFT_TREATED_NONCOMPACT = "Par conséquent, l’ensemble de la Section est considéré comme non compact."
IDS_UCFT_OVER_LAMDA_MAX = "Par conséquent, le rapport largeur/Épaisseur de l’ensemble de la Section dépasse "
IDS_UCFT_OVER = "Sur"
IDS_UCFT_UNDER = "Sous"
IDS_UCFT_SEISMIC = "Sismique"
IDS_UCFT_SPECIAL_PROVISION = "Dispositions Spéciales"
IDS_UCFT_HIGH_DUCTILITY = "Haute Ductilité"
IDS_UCFT_MIDDLE_DUCTILITY = "Ductilité Moyenne"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MAJOR_AXIS = "Vérifier la résistance au Moment plastique autour de l’axe majeur"
IDS_UCFT_PLASTIC_MOMENT_ABOUT_MINOR_AXIS = "Vérifier la résistance au Moment plastique autour de l’axe mineur"
IDS_UCFT_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Vérifier la résistance au Moment à la Limite d'élasticité autour de l’axe majeur"
IDS_UCFT_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Vérifier la résistance au Moment à la Limite d'élasticité autour de l’axe mineur"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MAJOR_AXIS = "Vérifier la résistance au premier Moment à la Limite d'élasticité autour de l’axe majeur"
IDS_UCFT_FIRSR_YIELD_MOMENT_ABOUT_MINOR_AXIS = "Vérifier la résistance au premier Moment à la Limite d'élasticité autour de l’axe mineur"
IDS_UCFT_BY_AUROMESH = "AutoMesh"
IDS_UCCO_STEEL_HSS = "Acier HSS"
IDS_UCCO_CHECK_LOAD_TRANSFER = "Vérifier le Transfert de Charge"
IDS_UCCO_MATERIAL_N_SECTION = "Matériau & Section"
IDS_UCCO_CONCRETE_MATERIAL = "Matériau en Béton"
IDS_UCCO_STEEL_MATERIAL = "Matériau en Acier"
IDS_UCCO_STEEL_SHAPE = "Forme en Acier"
IDS_UCCO_EXTERNAL_FORCE_TO = "Force externe à"
IDS_UCCO_CFT_MEMBER_EXTEND_TO = "Le membre CFT s'étend à"
IDS_UCCO_LOAD_TRANSFER = "Transfert de Charge"
IDS_UCCO_CHECK_LIMITATION = "Vérifier la Limitation"
IDS_UCCO_CHECK_MOMENT_STRENGTH = "Vérifier la Résistance au Moment"
IDS_UCCO_GENERATE_REPORT = "Génération du rapport de Colonne SRC..."
IDS_UCCO_USE_CRITERIA_VALUE = "Utiliser la Valeur Critère"
IDS_UCCO_AUTO_CALCULATE = "Calcul automatique."
IDS_UCCO_FLG = "Flg"
IDS_UCCO_CHECK_TRANSVERSE_REBAR_AREA = "Vérifier la surface des Barres d'Armature transversales."
IDS_UCCO_USE_DETAIL_HOOP_BAR_END = "Utiliser le détail de la Barre d'Armature d’étrier"
IDS_UCCO_INPUT_LIST = "LISTE D'ENTRÉE DE COLONNE SRC"
IDS_UCCO_LIMIT = "Limite"
IDS_UCCO_CHECK_REQUIREMENT_FOR_MATERIAL = "Vérifier les Exigences pour le Matériau"
IDS_UCCO_CALC_STEEL_RATIO = "Calculer le ratio d'acier"
IDS_UCCO_CALC_MAIN_BAR_SPACE = "Calculer l'espacement des barres principales"
IDS_UCCO_CALC_CAPACITY_STEEL = "Calculer la capacité de l'acier"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "Vérifier la longueur de développement du boulon d’ancrage"
IDS_USBP_BASE_PLATE = "Plaque de Base"
IDS_USBP_ANCHOR_BOLT = "Boulon d'Ancrage"
IDS_USBP_WING_PLATE = "Plaque Aile"
IDS_USBP_RIB_PLATE = "Plaque Nervurée"
IDS_USBP_RIB_WING_PLATE = "Plaque Nervurée & Plaque Aile"
IDS_USBP_PEDESTAL = "Socle"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "Vérifier la contrainte d’appui de la Plaque de base"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "La Force de réaction n’existe pas."
IDS_USBP_BEARING_STRESS = "Contrainte de Support"
IDS_USBP_BEARING_STRENGTH = "Résistance au Support"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "Calculer la contrainte d’appui du Béton"
IDS_USBP_CALC_BEARING_STRENGTH_CONCRETE = "Calculer la résistance d’appui du Béton"
IDS_USBP_CHECK_TENSILE_STRENGTH = "Vérifier la Résistance à la Traction"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "La Force de traction n’existe pas."
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "Vérifier la Longueur de Développement"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "Combinaison de Charge appliquée pour la contrainte d’appui"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "Vérifier la contrainte de traction du boulon d’ancrage"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Vérifier la contrainte de traction dans l’appui"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "La Force de traction n’existe pas."
IDS_USBP_CHECK_BASE_PLATE = "Vérifier la plaque de base"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "Moment de Conception"
IDS_USBP_FORCE_DIAGRAM = "Diagramme de Force"
IDS_USBP_CHECK_RIB_PLATE = "Vérifier la plaque nervurée"
IDS_USBP_CHECK_WING_PLATE = "Vérifier la plaque aile"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "Vérifier le boulon d'ancrage"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "Le boulon d’ancrage n’existe pas."
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "Vérifier la longueur de développement du boulon d’ancrage"
IDS_USBP_INPUT_LIST = "LISTE DES DONNÉES D’ENTRÉE DE PLAQUE DE BASE EN ACIER"
IDS_USBP_START_ANGLE = "Angle de Départ"
IDS_USBP_GENERATE_REPORT = "Génération du rapport de Plaque de base en Acier..."
IDS_USBP_CALC_BP_THK = "Calculer l'Épaisseur de la Plaque de Base"
IDS_CALC_THK_RATIO = "Calculer le rapport d’Épaisseur de la Plaque de base"
IDS_EC_UNLIMITED = "Illimité"
IDS_ESMC_GENERATE_REPORT = "Génération du rapport de connexion boulonnée en Moment..."
IDS_ESBC_GENERATE_REPORT = "Génération du rapport de connexion boulonnée..."
IDS_ESMC_ALONE = "seul"
IDS_ESMC_AND = "et"
IDS_ESMC_OR = "or"
IDS_ESMC_APPLIED = "Appliqué"
IDS_ESMC_AREA = "Zone"
IDS_ESMC_BEAM = "Poutre"
IDS_ESMC_BEAMFLANGEANDWEB = "Flasque et Âme de Poutre"
IDS_ESMC_BEAMFLANGEWEBCOMPRESISTANCE = "Semelle et âme de la Poutre, résistance en compression"
IDS_ESMC_BEAMFLANGEWEBINCOMPRESSION = "Semelle et âme de la Poutre en résistance à la compression"
IDS_ESMC_BEAMWEB = "Âme de Poutre"
IDS_ESMC_BEAMWEBINTRANSVERSETENSION = "Âme de la Poutre en traction transversale"
IDS_ESMC_BOLT = "Boulon"
IDS_ESMC_BOLTBEARINGRESISTANCEATCOLUMNFLANGE = "Résistance d’appui des boulons au niveau de la semelle de la Colonne"
IDS_ESMC_BOLTBEARINGRESISTANCEATENDPLATE = "Résistance d’appui des boulons au niveau de la Plaque d’extrémité"
IDS_ESMC_BOLTGROUP = "Groupe de Boulons"
IDS_ESMC_BOLTINFORMATION = "Informations sur le Boulon"
IDS_ESMC_BOLTINSHEAR = "Boulon en Cisaillement"
IDS_ESMC_BOLTROW = "Rangée de Boulons"
IDS_ESMC_BOLTSPACING = "Espacement des Boulons"
IDS_ESMC_BOLTSPACING_COLUMN = "Distance de Bord à la Colonne"
IDS_ESMC_BOLTSPACING_PLATE = "Distance de Bord à la Plaque"
IDS_ESMC_BOTTOMSTIFFENER = "Raidisseur Inférieur"
IDS_ESMC_BRACKET = "Support"
IDS_ESMC_BUCKLINGCURVE = "Courbe de Flambement"
IDS_ESMC_BUCKLINGRESISTANCE = "Résistance au Flambement"
IDS_ESMC_CALCULATEAXIALFORCEEQILIBRIUM = "Équilibre de Force Axiale"
IDS_ESMC_CALCULATEDEPTH = "Calculer la Profondeur"
IDS_ESMC_CALCULATEEFFECTIVELENGTH = "Calculer la Longueur Effective"
IDS_ESMC_COLUMN = "Colonne"
IDS_ESMC_COLUMNFLANGE = "Flasque de Colonne"
IDS_ESMC_COLUMNFLANGEINBENDING = "Flasque de Colonne en Flexion"
IDS_ESMC_COLUMNWEB = "Âme de Colonne"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCE = "Âme de Colonne, Résistance au Flambement"
IDS_ESMC_COLUMNWEBBUCKLINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Âme de la Colonne, résistance au flambement avec raidisseur de compression"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCE = "Âme de Colonne, Résistance à l'Écrasement"
IDS_ESMC_COLUMNWEBCRUSHINGRESISTANCEWITHCOMPRESSIONSTIFFENER = "Âme de la Colonne, résistance à l’écrasement avec raidisseur de compression"
IDS_ESMC_COLUMNWEBINTRANSVERSECOMPRESSION = "Âme de la Colonne en compression transversale"
IDS_ESMC_COLUMNWEBINTRANSVERSETENSION = "Âme de la Colonne en traction transversale"
IDS_ESMC_COLUMNWEBPANELINSHEAR = "Âme de Colonne en Cisaillement"
IDS_ESMC_COLUMNWEBPANELZONE = "Zone de Panneau de l'Âme de Colonne"
IDS_ESMC_COLUMNWEBSTIFFENER = "Raidisseur de l'Âme de Colonne"
IDS_ESMC_COMBINED = "Combiné"
IDS_ESMC_COMPRESSIONGOVERNED = "Gouverné par Compression"
IDS_ESMC_COMPRESSIONRESISTANCEOFCOLUMNWEBSHEAR = "Âme de la Colonne, résistance au Cisaillement transversal"
IDS_ESMC_COMPRESSIONSTIFFENERDIMENSIONS = "Dimensions du Raidisseur de Compression"
IDS_ESMC_COMPRESSIONZONE = "Zone de Compression"
IDS_ESMC_COMPRESSIVERESISTANCE = "Résistance à la Compression"
IDS_ESMC_CONNECTION = "Connexion"
IDS_ESMC_DEPTH = "Profondeur"
IDS_ESMC_DEPTHABOVE600MM = "Profondeur > 600mm"
IDS_ESMC_DEPTHBELOW600MM = "Profondeur < 600mm"
IDS_ESMC_DESIGNFORCE = "Force de Conception"
IDS_ESMC_DIA = "Diam."
IDS_ESMC_DOUBLE = "Double"
IDS_ESMC_EDGEDISTANCE = "Distance de Bord"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERFORCRUSHING = "Surface efficace d’écrasement avec raidisseur de compression"
IDS_ESMC_EFFECTIVEAREAOFSTIFFENERWITHWEBPORTION = "Surface efficace de flambement avec raidisseur de compression"
IDS_ESMC_EFFECTIVESTIFFENERSECTIONFORBUCKLING = "Vérification de la Section efficace du raidisseur pour le flambement"
IDS_ESMC_EFFECTIVETENSIONRESISTANCEOFBOLTROWS = "Résistance efficace en traction des rangées de boulons"
IDS_ESMC_EFFECTIVEWIDTHOFWEBINCOMPRESSION = "Largeur efficace de l’âme en compression"
IDS_ESMC_EFFETIVESHEARRESISTANCE = "Résistance au Cisaillement Effective"
IDS_ESMC_EFFRESISTANCE = "Résistance eff."
IDS_ESMC_EN1993-1-1 = "EN 1993-1-1"
IDS_ESMC_EN1993-1-8 = "EN 1993-1-8"
IDS_ESMC_EN2-2-2 = "2.2(2)"
IDS_ESMC_EN3-2-1_1 = "3.2.1(1)"
IDS_ESMC_EN6-1_1 = "6.1(1)"
IDS_ESMC_EN6-2-6-1 = "6.2.6.1"
IDS_ESMC_EN6-2-6-2 = "6.2.6.2"
IDS_ESMC_EN6-2-6-3 = "6.2.6.3"
IDS_ESMC_EN6-2-6-7 = "6.2.6.7"
IDS_ESMC_EN6-2-6-8 = "6.2.6.8"
IDS_ESMC_EN6-2-7-2 = "6.2.7.2"
IDS_ESMC_EN6-2-7-2_7 = "6.2.7.2(7)"
IDS_ESMC_ENDPLATE = "Plaque de Fin"
IDS_ESMC_ENDPLATEINBENDING = "Plaque de Fin en Flexion"
IDS_ESMC_ENMODE1 = "Mode 1"
IDS_ESMC_ENMODE2 = "Mode 2"
IDS_ESMC_ENMODE3 = "Mode 3"
IDS_ESMC_ENP398 = "P398"
IDS_ESMC_ENSTEP5_WELDS = "Soudures STEP5"
IDS_ESMC_ENSTEP6A_TENSIONSTIFFENER = "STEP6A Tension Stiffener"
IDS_ESMC_ENTABLE3-1 = "Table 3.1"
IDS_ESMC_ENTABLE3-4 = "Table 3.4"
IDS_ESMC_ENTABLE6-2 = "Table 6.2"
IDS_ESMC_ENTABLE6-2ETC = "Table 6.2, 6.4, 6.5, 6.6"
IDS_ESMC_ENTABLE6-4ETC = "Table 6.4, 6.5, 6.6"
IDS_ESMC_EQULIBRIUMOFFORCES = "Équilibre des Forces"
IDS_ESMC_GENERAL = "Général"
IDS_ESMC_GIRDERFLANGERESISTANCE = "Flange de Poutre"
IDS_ESMC_HAUNCH = "Haunch"
IDS_ESMC_HAUNCHFLANGERESISTANCE = "Flange de Haunch"
IDS_ESMC_HAUNCHWEBRESISTANCE = "Web de Haunch"
IDS_ESMC_HOLEDIA = "Diam. du trou"
IDS_ESMC_LAYOUT = "Disposition du Groupe de Boulons"
IDS_ESMC_LENGTH = "Longueur"
IDS_ESMC_MODE1RESISTANCE = "Résistance Mode 1"
IDS_ESMC_MODE2RESISTANCE = "Résistance Mode 2"
IDS_ESMC_MODE3RESISTANCE = "Résistance Mode 3"
IDS_ESMC_MOMENTFORCEMINUS = "La rangée 1 indique une rangée inférieure du groupe de boulons"
IDS_ESMC_MOMENTFORCEPLUS = "La rangée 1 indique une rangée supérieure du groupe de boulons"
IDS_ESMC_MOMENTRESISTANCE = "Résistance au Moment"
IDS_ESMC_MOMENTRESISTANCEWITHHAUNCH = "Résistance au Moment avec Haunch"
IDS_ESMC_MOMENTRESISTANCEWITHOUTHAUNCH = "Résistance au Moment sans Haunch"
IDS_ESMC_NAME = "Nom"
IDS_ESMC_NET = "Net"
IDS_ESMC_NOCOLUMNS = "Nbre de colonnes"
IDS_ESMC_NOREDUCTION = "Pas de Réduction"
IDS_ESMC_NOROWS = "Nbre de rangées"
IDS_ESMC_NOTAPPLIED = "Non Appliqué"
IDS_ESMC_NOTCHECK = "Non Vérifié"
IDS_ESMC_OK = "OK"
IDS_ESMC_PARTIALFACTOR_CONNECTION = "Facteurs Partiels de Connexion"
IDS_ESMC_PARTIALFACTOR_STEEL = "Coefficients partiels de l’Acier de construction"
IDS_ESMC_PLATE = "Plaque"
IDS_ESMC_PLATEBUCKLINGREDUCTIONFACTOR = "Facteur de Réduction de Flambement de Plaque"
IDS_ESMC_PLATESLENDERNESS = "Minceur de Plaque"
IDS_ESMC_PRETENSION = "Prétension"
IDS_ESMC_REDUCTION = "Réduction"
IDS_ESMC_REDUCTIONFACTORFORLONGITUDINALCOMPRESSIVESTRESS = "Facteur de réduction pour la contrainte de compression longitudinale"
IDS_ESMC_REDUCTIONFACTORFORSHEARINTERACTION = "Facteur de réduction pour l’interaction de Cisaillement"
IDS_ESMC_RESISTANCE = "Résistance"
IDS_ESMC_RESISTANCEOFCOLUMNFLANGEINBENDING = "Résistance de la semelle de la Colonne en flexion"
IDS_ESMC_RESISTANCEOFENDPLATEINBENDING = "Résistance de la Plaque d’extrémité en flexion"
IDS_ESMC_RESISTANCEWITHHAUNCH = "Résistance avec Haunch"
IDS_ESMC_ROW = "Ligne"
IDS_ESMC_SECTION = "Section"
IDS_ESMC_SHEARREISTANCEOFSTIFFENEDWEB = "Résistance au Cisaillement de l’âme raidie"
IDS_ESMC_SHEARREISTANCEOFUNSTIFFENEDWEB = "Résistance au Cisaillement de l’âme non raidie"
IDS_ESMC_SHEARRESISTANCE = "Résistance au Cisaillement"
IDS_ESMC_SPACING = "Espacement"
IDS_ESMC_STEEL = "Acier Structurel"
IDS_ESMC_STIFFENEDCOLUMNWEB = "Résistance du Web de Colonne"
IDS_ESMC_STIFFENERSIZE = "Taille du Raidisseur"
IDS_ESMC_SUMMARYBOLTROW = "Résumé : rangée de boulons"
IDS_ESMC_SUMMARYMOMENTRESISTANCE = "Résumé : résistance au moment"
IDS_ESMC_SUMMARYRESISTANCEOFCOMPRESSIONZONE = "Résumé : résistance de la zone comprimée"
IDS_ESMC_TENSIONGOVERNED = "Gouverné par la Tension"
IDS_ESMC_TENSIONRESISTANCEOFBOLTROWS = "Résistance en traction des rangées de boulons"
IDS_ESMC_TENSIONSTIFFENERCHECK = "Vérification du Raidisseur de Tension"
IDS_ESMC_TENSIONSTIFFENERDIMENSIONS = "Dimensions du Raidisseur de Tension"
IDS_ESMC_TENSIONSTIFFENERNOREQUIRED = "Les raidisseurs de traction ne sont pas requis pour l’âme de la colonne"
IDS_ESMC_TENSIONSTIFFENERREQUIRED = "Les raidisseurs de traction sont requis pour l’âme de la colonne"
IDS_ESMC_TENSIONSTIFFENERRESISTANCE = "Résistance du Raidisseur de Tension"
IDS_ESMC_TENSIONZONETSTUBS = "T-stubs de Zone de Tension"
IDS_ESMC_THICKNESS = "Épaisseur"
IDS_ESMC_TOPSTIFFENER = "Raidisseur Supérieur"
IDS_ESMC_VERTICALSHEARRESISTANCE = "Résistance au Cisaillement Vertical"
IDS_ESMC_WEBRESISTANCE = "Web de Poutre"
IDS_ESMC_WELDSCHECK = "Vérification des Soudures"
IDS_ESMC_WELDSIDES = "Côtés de Soudures"
IDS_ESMC_WIDTH = "Largeur"
IDS_ESMC_WITHROW = "avec Ligne"
IDS_EC_FLANGE = "Flange"
IDS_EC_WEB = "Web"
IDS_EC_MEMBER_TYPE = "Type de Membre"
IDS_EC_SECTION_PROPERTY = "Propriété de Section"
IDS_EC_BUILT_UP = "Assemblé"
IDS_EC_ROLLED = "Profilé"
IDS_EC_CHK_ITEMS = "Vérifier les Éléments"
IDS_EC_MAJOR_AXIS_X = "Axe Principal (X)"
IDS_EC_MINOR_AXIS_Y = "Axe Secondaire (Y)"
IDS_EC_REQUIRED = "Requis"
IDS_EC_NO_REQUIRED = "Non Requis"
IDS_EC_CLASS = "Classe"
IDS_EC_CLASS1 = "Classe 1"
IDS_EC_CLASS2 = "Classe 2"
IDS_EC_CLASS3 = "Classe 3"
IDS_EC_CLASS4 = "Classe 4"
IDS_EC_TABLE = "Table"
IDS_ESSG_KIJ_ANNEX = "Annexe du facteur d'interaction"
IDS_ESSG_DETERMINATIO_INTERACTION_FACTOR = "Détermination du facteur d'interaction"
IDS_ESSG_METHOD_1_ANNEX_A = "Utiliser la méthode 1 donnée à l’Annexe A"
IDS_ESSG_METHOD_2_ANNEX_B = "Utiliser la méthode 2 donnée à l’Annexe B"
IDS_ESSG_CHK_AXIAL_RESISTANCE = "Vérifier la résistance axiale"
IDS_ESSG_CALC_COMP_AXIAL_RESISTANCE = "Calculer la résistance axiale à la compression"
IDS_ESSG_CALC_TENS_AXIAL_RESISTANCE = "Calculer la résistance axiale à la traction"
IDS_ESSG_CHK_SHEAR_RESISTANCE = "Vérifier la résistance au cisaillement"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MAJOR = "Calculer la résistance au cisaillement selon l’axe majeur (y)"
IDS_ESSG_CALC_SHEAR_RESISTANCE_MINOR = "Calculer la résistance au cisaillement selon l’axe mineur (x)"
IDS_ESSG_APPLY_RIGID_END_POST = "Appliquer le type de potelet d’extrémité rigide"
IDS_ESSG_APPLY_NON_RIGID_END_POST = "Appliquer le type de potelet d’extrémité non rigide"
IDS_ESSG_CHK_MOMENT_RESISTANCE = "Vérifier la résistance au moment"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MAJOR = "Calculer la résistance au moment selon l’axe majeur (x)"
IDS_ESSG_CALC_MOMENT_RESISTANCE_MINOR = "Calculer la résistance au moment selon l’axe mineur (y)"
IDS_ESSG_CHK_BENDING_SHEAR_RESISTANCE = "Vérifier la résistance en flexion et au cisaillement"
IDS_ESSG_BENDING_SHEAR_RESISTANCE = "Résistance à la flexion et au cisaillement"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MAJOR = "Calculer la résistance en flexion et au cisaillement selon l’axe majeur"
IDS_ESSG_CALC_BENDING_SHEAR_RESISTANCE_MINOR = "Calculer la résistance en flexion et au cisaillement selon l’axe mineur"
IDS_ESSG_CHK_BENDING_AXIAL_RESISTANCE = "Vérifier la résistance en flexion et axiale"
IDS_ESSG_BENDING_AXIAL_RESISTANCE = "Résistance à la flexion et à l'axial"
IDS_ESSG_CALC_BENDING_AXIAL_RESISTANCE = "Calculer la résistance en flexion et axiale"
IDS_ESSG_CHK_GENERAL_INTERACTION_RATIO = "Vérifier le rapport d'interaction général"
IDS_ESSG_CHK_BENDING_SHEAR_AXIAL_RESISTANCE = "Vérifier la résistance en flexion, au cisaillement et axiale"
IDS_ESSG_BENDING_SHEAR_AXIAL_RESISTANCE = "Résistance en flexion, au cisaillement et axiale"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MAJOR = "Calculer la résistance en flexion, au cisaillement et axiale selon l’axe majeur"
IDS_ESSG_CALC_BENDING_SHEAR_AXIAL_RESISTANCE_MINOR = "Calculer la résistance en flexion, au cisaillement et axiale selon l’axe mineur"
IDS_ESSG_CHK_FBR_RESISTANCE = "Vérifier la résistance au flambement flexural"
IDS_ESSG_FBR_RESISTANCE = "Résistance au flambement flexural"
IDS_ESSG_CALC_FBR_RESISTANCE_MAJOR = "Calculer la résistance au flambement par flexion selon l’axe majeur"
IDS_ESSG_CALC_FBR_RESISTANCE_MINOR = "Calculer la résistance au flambement par flexion selon l’axe mineur"
IDS_ESSG_CHK_TB_TFB_RESISTANCE = "Vérifier le flambement par torsion et par torsion-flexion"
IDS_ESSG_TB_TFB_RESISTANCE = "Flambement par torsion et par torsion-flexion"
IDS_ESSG_CALC_TB_RESISTANCE = "Calculer la résistance au flambement torsionnel"
IDS_ESSG_CALC_TFB_RESISTANCE = "Calculer la résistance au flambement par torsion-flexion"
IDS_ESSG_CHK_LTB_RESISTANCE = "Vérifier la résistance au flambement latéral-torsionnel"
IDS_ESSG_LTB_RESISTANCE = "Résistance au flambement latéral torsionnel"
IDS_ESSG_CALC_LTB_RESISTANCE = "Calculer la résistance au flambement latéral-torsionnel"
IDS_ESSG_CHK_BNC_RESISTANCE = "Vérifier un membre uniforme en flexion et en compression axiale"
IDS_ESSG_BNC_RESISTANCE = "Membre uniforme en flexion et en compression axiale"
IDS_ESSG_CALC_BNC_RESISTANCE = "Calculer la résistance d’un membre uniforme en flexion et en compression axiale"
IDS_ESSG_CHK_SHEAR_BUCKLING_RESISTANCE = "Vérifier la résistance au flambement par cisaillement"
IDS_ESSG_SHEAR_BUCKLING_RESISTANCE = "Résistance au flambement par cisaillement"
IDS_ESSG_CALC_SHEAR_BUCKLING_MAJOR = "Calculer la résistance au flambement au cisaillement selon l’axe majeur"
IDS_ESSG_CALC_SHEAR_BUCKLING_MINOR = "Calculer la résistance au flambement au cisaillement selon l’axe mineur"
IDS_ESSG_HIGH_SHAER = "Cisaillement Élevé"
IDS_ESSG_NOT_HIGH_SHAER = "Pas de Cisaillement Élevé"
IDS_ESSG_NEGLECT_EFFECT_ON_MOMNET_RESISTANCE = "Négliger son effet sur la résistance au moment."
IDS_ESSG_NO_REQUIRED_REDUCE_FOLLOWING_CONDITION = "Aucune réduction n’est requise dans les conditions suivantes."
IDS_ESSG_NO_REQUIRED_REDUCE_B_FOLLOWING_CONDITION = "Aucune réduction de la résistance en flexion n’est requise dans les conditions suivantes."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION = "Aucune réduction de la résistance flexion-axiale n’est requise dans les conditions suivantes."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MINOR_AXIS = "Aucune réduction de la résistance flexion-axiale selon l’axe mineur n’est requise dans les conditions suivantes."
IDS_ESSG_NO_REQUIRED_REDUCE_B_A_FOLLOWING_CONDITION_MAJOR_AXIS = "Aucune réduction de la résistance flexion-axiale selon l’axe majeur n’est requise dans les conditions suivantes."
IDS_ESSG_ALLOWANCE_FOR_EFFECT_ON_MAJOR_AND_MINOR_AXIS = "Prise en compte de l’effet de l’effort axial sur les axes majeur et mineur dans les conditions suivantes. "
IDS_ESSG_BUCKLING_CURVE = "Courbe de Flambement"
IDS_ESSG_LATERAL_TORSIONAL_BUCKLING_CURVE = "Courbe de Flambement Latéral Torsionnel"
IDS_ESSG_LATERAL_TORSIONAL_N_BUCKLING_CURVE = "Courbe de Flambement Latéral Torsionnel"
IDS_ESSG_NO_REQUIRED_TO_CHK_FBR = "Aucune vérification de la résistance au flambement n’est requise"
IDS_ESSG_NO_REQUIRED_TO_CHK_TFB = "Aucune vérification du flambement par torsion et par torsion-flexion n’est requise"
IDS_ESSG_NO_REQUIRED_TO_CHK_LTB = "Aucune vérification du flambement latéral-torsionnel n’est requise"
IDS_ESSG_NO_REQUIRED_TO_CHK_BNC = "Aucune vérification de la résistance en flexion et en compression axiale n’est requise"
IDS_ESSG_NO_REQUIRED_TO_CHK_SHEARBUCK = "Aucune vérification du flambement au cisaillement n’est requise"
IDS_ESSG_BUCKLING_EFFECT_MAY_BE_IGNORED = "Les effets de flambement peuvent être négligés."
IDS_ESSG_BUCKLING_EFFECT_SHOULD_BE_CONSIDERD = "Les effets de flambement doivent être pris en compte."
IDS_ESSG_NO_CALCULATED_BY_ANNEX_A = "Calculé par l'Annexe A"
IDS_ESSG_NO_CALCULATED_BY_ANNEX_B = "Calculé par l'Annexe B"
IDS_ADDITIONAL_BEARING_WIDTH_EN1993_1_8_CL626 = "Largeur d’appui supplémentaire (EN1993-1-8 cl6.2.6)"
IDS_ANCHOR_BOLT_BEARING_RESISTANCE = "Résistance au Port de Boulon d'Ancrage"
IDS_ANCHOR_BOLT_FRICTION_RESISTANCE = "Résistance au Frottement du Boulon d'Ancrage"
IDS_ANCHOR_BOLT_SHEAR_PROPERTIES = "Propriétés de Cisaillement du Boulon d'Ancrage"
IDS_ANCHOR_BOLT_TENSILE_RESISTANCE = "Résistance à la Traction du Boulon d'Ancrage"
IDS_ASSEMBLYSTRONG_AXIS = "Assemblage(Axe Fort)"
IDS_ASSEMBLYWEAK_AXIS = "Assemblage(Axe Faible)"
IDS_BASE_PLATE_AND_ANCHOR_BOLT_PROPERTIES = "Propriétés de la platine de base et des boulons d’ancrage"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_S = "Platine de base en flexion et boulons d’ancrage en traction (axe fort)"
IDS_BASE_PLATE_IN_BENDING_AND_ANCHOR_BOL_IN_TENS_W = "Platine de base en flexion et boulons d’ancrage en traction (axe faible)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_S = "Platine de base en flexion et béton en compression (axe fort)"
IDS_BASE_PLATE_IN_BENDING_AND_CONCRETE_IN_COMPRE_W = "Platine de base en flexion et béton en compression (axe faible)"
IDS_BASE_PLATE_RESISTANCE_IN_COMPRESSION = "Résistance de la platine de base en compression"
IDS_BASE_PLATE_RESISTANCE_IN_TENSION = "Résistance de la platine de base en traction"
IDS_BEARING_STRENGTHEN1993_1_8_CL625_ = "Résistance d’appui (EN1993-1-8 cl6.2.5) "
IDS_BTR = "BTR"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH = "Calcul de la Longueur Efficace"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_EN1993_1_8_626 = "Calcul de la longueur efficace (EN1993-1-8 6.2.6.4)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_INNER_BOLTS = "Calcul de la longueur efficace (boulons intérieurs)"
IDS_CALCULATION_OF_EFFECTIVE_LENGTH_OUTER_BOLTS = "Calcul de la longueur efficace (boulons extérieurs)"
IDS_CALCULATION_OF_JOINT_RESISTANCE = "Calcul de la Résistance de Joint"
IDS_CHECK_BOLT_SHEAR = "Vérifier le Cisaillement du Boulon"
IDS_CHECK_BOLT_TENSION = "Vérifier la Tension du Boulon"
IDS_CHECK_COMBINED_SHEAR_AND_TORSION = "Vérifier le cisaillement et la torsion combinés"
IDS_CHECK_FOR_NO_OVERLAP_CONDITION = "Vérifier la condition d’absence de recouvrement"
IDS_CHECK_FOR_PRYING_CONDITION = "Vérifier les Conditions de Prying"
IDS_CHECK_IF_EFFECTIVE_AREA_FITS_ON_THE_BASE_PLATE = "Vérifier si la surface efficace tient sur la platine de base"
IDS_COMLUMNFLANGE_AND_WEB_IN_COMPRESSIONSTRONG_AXI = "Colonne, semelle et âme en compression (axe fort)"
IDS_COMPRESSED_PART_RESISTANCE = "Résistance de la Partie Comprimée"
IDS_COMPRESSIVE_CAPACITY_CALCULATIONSTRONG_AXIS = "Calcul de la capacité en compression (axe fort)"
IDS_COMPRESSIVE_RESISTANCE_CALCULATION = "Calcul de la Résistance à la Compression"
IDS_COMPRESSIVE_RESISTANCE_CHECK = "Vérification de la Résistance à la Compression"
IDS_CORRELATION_FACTOR_FOR_FILLET_WELD = "Facteur de corrélation pour soudure d’angle"
IDS_DESIGN_ANCHOR_BOLT_RESISTANCE = "Résistance de Conception des Boulons d'Ancrage"
IDS_DESIGN_BOND_ANCHORAGE_RESISTANCE = "Résistance de Conception de l'Ancrage de Liaison"
IDS_DESIGN_CASE__LEFT_SIDE_IN_COMPRESSION_RIGHT_S = "Cas de dimensionnement : côté gauche en compression, côté droit en compression"
IDS_DESIGN_CASE__LEFT_SIDE_IN_TENSION_RIGHT_SIDE_ = "Cas de dimensionnement : côté gauche en traction, côté droit en traction"
IDS_DESIGN_COMPRESSION_RESISTANCE_OF_FLANGE = "Résistance de calcul en compression de la semelle"
IDS_DESIGN_MOMENT_RESISTANCE_OF_COLUMN_BASE = "Résistance de calcul au moment de l’embase de colonne"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_X_D = "Résistance de calcul au cisaillement pour soudure d’angle dans la direction X"
IDS_DESIGN_SHEAR_RESISTANCE_FOR_FILLET_WELD_IN_Y_D = "Résistance de calcul au cisaillement pour soudure d’angle dans la direction Y"
IDS_DESIGN_TENSILE_RESISTANCE_FOR_FILLET_WELD = "Résistance de calcul en traction pour soudure d’angle"
IDS_EFFECTIVE_AREA_CALCULATION = "Calcul de la Surface Efficace"
IDS_EFFECTIVE_AREA_FROM_FORCE_EQUILIBRIUM_EN1993_1 = "Surface efficace à partir de l’équilibre des forces (EN1993-1-8 Cl.6.2.5)"
IDS_EFFECTIVE_AREA_OF_COMPRESSED_T_STUB = "Surface efficace du T-Stub comprimé"
IDS_EFFECTIVE_LENGTHWIDTH_AND_AREA = "Longueur efficace, largeur et surface"
IDS_EQUIVALENT_FORCE_CALCULATION_COLUMN_FLANGE = "Calcul de la force équivalente (semelle de colonne)"
IDS_EQUIVALENT_FORCE_CALCULATION_T_STUB = "Calcul de la force équivalente (T-Stub)"
IDS_FACTOR_M_FOR_OUTER_BOLTS = "Facteur m pour les boulons extérieurs"
IDS_GROUT_INFLUENCING_CONCRETE_BEARING_RESISTANCE = "Coulis influençant la résistance d’appui du béton"
IDS_GROUT_NOT_INFLUENCING_CONCRETE_BEARING_RESISTA = "Coulis n’influençant PAS la résistance d’appui du béton"
IDS_LEAVER_ARM_OF_COMPRESSION_PART = "Bras de levier de la partie comprimée"
IDS_LEAVER_ARM_OF_TENSION_PART = "Bras de levier de la partie tendue"
IDS_LOAD_ECCENTRICITY = "Eccentricité de Charge"
IDS_MOMENT_CAPACITY = "Capacité de Moment"
IDS_NO = "No"
IDS_NOX = "No(X)"
IDS_NOY = "No(Y)"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE = "Capacité plastique en moment fléchissant de la platine de base"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_BASE_PLATE_ = "Capacité plastique en moment fléchissant de la platine de base par unité de longueur"
IDS_PLASTIC_BENDING_MOMENT_CAPACITY_OF_THE_COLUMN = "Capacité plastique en moment fléchissant de la colonne"
IDS_PRESENCE_OF_PRYING_EFFECT = "Présence de l'Effet de Déformation"
IDS_RATIOX = "Ratio(x)"
IDS_RATIOY = "Ratio(y)"
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_16282_ = "Réduction de la capacité en moment (EN1993-1-1,6.2.8(2) "
IDS_REDUCING_MOMENT_CAPACITY_EN1993_1_162914__629 = "Réduction de la capacité en moment (EN1993-1-1,6.2.9.1(4) & 6.2.9.1(5)"
IDS_RESISTANCE_OF_FAILURE_MODE_1 = "Résistance du mode de rupture 1"
IDS_RESISTANCE_OF_FAILURE_MODE_1_2 = "Résistance du mode de rupture 1-2"
IDS_RESISTANCE_OF_FAILURE_MODE_2 = "Résistance du mode de rupture 2"
IDS_RESISTANCE_OF_FAILURE_MODE_3 = "Résistance du mode de rupture 3"
IDS_RESISTANCE_OF_FAILURE_MODE_4COLUMN_WEB_IN_TENS = "Résistance du mode de rupture 4 (âme de la colonne en traction) "
IDS_RESISTANCE_OF_T_STUB_FAILURE_MODE_1_2EN1993_1_ = "Résistance du mode de rupture 1-2 du T-Stub (EN1993-1-8 Cl.6.2.4.1)"
IDS_RESISTANCE_OF_T_STUB_IN_TENSION = "Résistance du T-Stub en traction"
IDS_RESISTANCE_OF_TENSION_T_STUB = "Résistance du T-Stub en traction"
IDS_RIB = "nervure"
IDS_SHEAR_DESIGNEN1993_1_8_TABLE_34 = "Dimensionnement au cisaillement (EN1993-1-8 Tableau 3.4)"
IDS_SHEAR_FORCE_NOT_EXIST = "L’effort tranchant n’existe pas."
IDS_T = "t"
IDS_TENSION_FORCES = "Forces de Tension"
IDS_TENSION_PART_RESISTANCE_VERIFICATION = "Vérification de la Résistance de la Partie de Tension"
IDS_TENSION_RESISTANCE_FACTORS = "Facteurs de Résistance à la Tension"
IDS_TENSION_RESISTANCE_OF_BOLTS = "Résistance à la Tension des Boulons"
IDS_WELDING_CHECK_EN_1993_1_8_CL4533 = "Vérification des soudures (EN 1993-1-8 Cl.4.5.3.3)"
IDS_WELDING_RATIO = "Ratio de Soudage"
IDS_WIDTH_OF_STRIP_AROUND_COLUMN_C_S_EN1993_1_8_CL = "Largeur de la bande autour de la colonne C/S (EN1993-1-8 cl6.2.6)"
IDS_WING = "aile"
IDS_CHECK_EDGE_DISTANCE_POST_INSTALLED_ANCHOR_BOLT = "Vérifier la distance au bord (boulon d’ancrage post-installé)"
IDS_CALCULATE_TENSILE_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calculer la résistance en traction (boulon d’ancrage post-installé)"
IDS_CALCULATE_SHEAR_STRENGTH_POST_INSTALLED_ANCHOR_BOLT = "Calculer la résistance au cisaillement (boulon d’ancrage post-installé)"
IDS_CHECK_DISTANCE_FROM_CONCRETE_EDGE_TO_CENTER_OF_ANCHOR_BOLT = "Vérifier la distance entre le bord du Béton et le centre du boulon d’ancrage"
IDS_CALCULATE_STRENGTH_OF_STEEL = "Calculer la Résistance de l'Acier"
IDS_CALCULATE_SIZE_DATA = "Calculer les Données de Taille"
IDS_CALCULATE_CONCRETE_BREAK_OUT_STRENGTH = "Calculer la résistance à l’arrachement du Béton"
IDS_CALCULATE_PULL_OUT_STRENGTH_OF_ANCHOR = "Calculer la résistance à l’extraction de l’ancrage"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_X = "Résistance à l’arrachement du Béton, Direction X"
IDS_CONCRETE_BREAK_OUT_STRENGTH_DIRECTION_Y = "Résistance à l’arrachement du Béton, Direction Y"
IDS_CALCULATE_CONCRETE_PRY_OUT_STRENGTH = "Calculer la résistance à l’arrachement par effet de levier du Béton"
IDS_CALCULATE_COMBINED_RATIO = "Calculer le Ratio Combiné"
IDS_CONDITION = "Condition"
IDS_EQUATION = "Équation"
IDS_RC_ANCHOR_BOLT_INPUT_LIST = "LISTE DE SAISIE DES BOULONS D’ANCRAGE RC"
IDS_CHECK_FLANGE_AND_WEB_UNDER_CONCENTRATED_FORCE = "Vérifier la semelle et l’âme sous Force concentrée"
IDS_CHECK_IF_STIFFENER_IS_REQUIRED = "Vérifier si un raidisseur est requis"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER = "Vérifier l'Exigence pour le Renfort"
IDS_CHECK_REQUIREMENT_FOR_TENSION_FIELD_ACTION = "Vérifier l’exigence d’action de champ de traction"
IDS_CHECK_REQUIREMENT_FOR_STIFFENER_TO_APPLY_TENSION_FIELD_ACTION = "Vérifier l’exigence d’un raidisseur pour appliquer l’action de champ de traction"
IDS_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "Vérifier l’âme sous Force concentrée"
IDS_COLUMNS = "Colonnes"
IDS_UNIFORM_LOAD = "Charge Uniforme"
IDS_FINISH_LOAD = "Charge de Finition"
IDS_CONSTRUCTION_LOAD = "Charge de Construction"
IDS_CONSTRUCTION_STAGE = "Phase de Construction"
IDS_CHECK_REQUIREMENT_FOR_STUD = "Vérifier l'Exigence pour le Stud"
IDS_CHECK_SIZE = "Vérifier la Taille"
IDS_CHECK_MATERIAL = "Vérifier le Matériau"
IDS_MATERIAL_PROPERTIES_APPLIED = "Propriétés du Matériau (Appliquées)"
IDS_CALCULATE_EFFECTIVE_WIDTH_OF_SLAB = "Calculer la largeur efficace de la Dalle"
IDS_EFFECTIVE_WIDTH_OF_SLAB = "Largeur Efficace de la Dalle"
IDS_THICKNESS_OF_CONCRETE = "Épaisseur du Béton"
IDS_CALCULATE_DESIGN_SHEAR_FORCE = "Calculer la Force de Cisaillement de Conception"
IDS_CALCULATE_DESIGN_FORCE_DURING_CONSTRUCTION = "Calculer la Force de calcul pendant la construction"
IDS_CHECK_DEFLECTION_DURING_CONSTRUCTION = "Vérifier la Déformation pendant la Construction"
IDS_CHECK_DEFLECTION_BY_DEAD_LOAD = "Vérifier la flèche due à la Charge permanente"
IDS_CHECK_DEFLECTION_BY_LIVE_LOAD = "Vérifier la flèche due à la Charge d’exploitation"
IDS_CALCULATE_STRENGTH_OF_STUD = "Calculer la Résistance du Stud"
IDS_CALCULATE_ELASTIC_MODULUS_OF_CONCRETE = "Calculer le module d’élasticité du Béton"
IDS_CALCULATE_NUMBER_OF_STUD = "Calculer le Nombre de Stud"
IDS_CALCULATE_COMPOSITION_RATIO = "Calculer le Ratio de Composition"
IDS_CHECK_MOMENT_STRENGTH_POSITIVE_MOMENT = "Vérifier la résistance en Moment (Moment positif)"
IDS_CALCULATE_MOMENT_OF_INERTIA = "Calculer le Moment d'Inertie"
IDS_CALCULATE_EFFECTIVE_MOMENT_OF_INERTIA = "Calculer le moment d’inertie effectif"
IDS_CALCULATE_LOWER_LIMIT_FOR_MOMENT_OF_INERTIA = "Calculer la limite inférieure du moment d’inertie"
IDS_CALCULATE_BEAM_MODE_PROPERTIES = "Calculer les Propriétés du Mode de Poutre"
IDS_CALCULATE_EFFECTIVE_WIDTH = "Calculer la Largeur Efficace"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA = "Calculer le moment d’inertie transformé"
IDS_CALCULATE_DEFLECTION__FREQUENCY = "Calculer la Déformation & la Fréquence"
IDS_CALCULATE_TRANSFORMED_MOMENT_OF_INERTIA_PER_UNIT_WIDTH = "Calculer le moment d’inertie transformé par unité de largeur"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH = "Calculer la largeur efficace du panneau de Poutre"
IDS_CALCULATE_WEIGHT_OF_BEAM_PANEL = "Calculer le poids du panneau de Poutre"
IDS_CALCULATE_GIRDER_MODE_PROPERTIES = "Calculer les Propriétés du Mode de Poutre"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH = "Calculer la largeur efficace du panneau de poutre principale"
IDS_CHECK_VIBRATION_COMBINED_MODE = "Vérifier la Vibration (Mode Combiné)"
IDS_ADJUST_GIRDER_DEFLECTION = "Ajuster la Déformation de la Poutre"
IDS_CALCULATE_FLOOR_FUNDAMENTAL_FREQUENCY = "Calculer la Fréquence Fondamentale du Sol"
IDS_CALCULATE_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "Calculer le poids équivalent du panneau en mode combiné"
IDS_CALCULATE_PEAK_ACCELERATION = "Calculer l'Accélération Maximale"
IDS_H_BEAM__SLAB = "Poutre H & Dalle"
IDS_CONST_LOAD = "Charge const."
IDS_CONCENTRATED_FORCES = "Forces Concentrées"
IDS_CONSTRUCTION = "Construction"
IDS_DEAD__LIVE = "Mort & Vivant"
IDS_PLASTIC_DESIGN_COMPACT_SECTION = "Conception Plastique (Section Compacte)"
IDS_ELASTIC_DESIGN_COMPACT_SECTION = "Dimensionnement élastique (Section non compacte)"
IDS_MAX = "Max."
IDS_V = "V'"
IDS_COMP_RATIO = "Taux de comp."
IDS_N = "n"
IDS_CALCULATE_EFFECTIVE_BEAM_PANEL_WIDTH__WEIGHT = "Calculer la largeur efficace et le poids du panneau de Poutre"
IDS_CALCULATE_EFFECTIVE_GIRDER_PANEL_WIDTH__WEIGHT = "Calculer la largeur efficace et le poids du panneau de poutre principale"
IDS_W = "W"
IDS_FLOOR_FREQUENCY_HZ = "Fréquence du Sol (Hz)"
IDS_PEAK_ACCELERATION_%_GRAVITY = "Peak Acceleration (% Gravity)"
IDS_SRC_COMPOSITE_BEAM_INPUT_LIST = "LISTE DE SAISIE DES POUTRES COMPOSITES SRC"
IDS_SECTION_H_BEAM__SLAB = "Section (Poutre H & Dalle)"
IDS_SECTION_STUD = "Section (Stud)"
IDS_SECTION_DECK_PLATE = "Section (Plaque de Pont)"
IDS_DESIGN_LOAD_UNIFORM_LOAD = "Charge de Conception (Charge Uniforme)"
IDS_DESIGN_FORCE_CONCENTRATED_FORCES = "Force de Conception (Forces Concentrées)"
IDS_NOWEB = "Sans âme"
IDS_NOFLANGE = "Sans semelle"
IDS_PM = "PM"
IDS_VX = "Vx"
IDS_VY = "Vy"
IDS_C = "C"
IDS_D = "D"
IDS_HOOP_BAR = "Barre de Cerclage"
IDS_CHECK_REQUIREMENT_FOR_MATERIAL = "Vérifier l'Exigence pour le Matériau"
IDS_CALCULATE_STEEL_RATIO = "Calculer le ratio d'acier"
IDS_CALCULATE_MAIN_BAR_SPACE = "Calculer l'Espace de la Barre Principale"
IDS_CALCULATE_ECCENTRICITY = "Calculer l'Eccentricité"
IDS_COLUMN_UNDER_TENSION_FORCE_SKIPPED = "Colonne sous Force de traction. Ignoré."
IDS_CALCULATE_CAPACITY_OF_STEEL = "Calculer la Capacité de l'Acier"
IDS_CALCULATE_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "Calculer la capacité nominale pour l’axe neutre"
IDS_F = "f"
IDS_CONC = "conc"
IDS_STEEL = "acier"
IDS_CONCRETE_SECTION = "Section en Béton"
IDS_H_BEAM__REBAR = "Poutre H & Barre d'Armature"
IDS_HOOP_BAREND = "Barre de Cerclage (FIN)"
IDS_STEEL_BEAM_AT_CONSTRUCTION_STAGE = "Poutre en Acier à l’étape de construction"
IDS_COMPOSITE_BEAM_AT_NORMAL_STAGE = "Poutre composite à l’étape normale"
IDS_CHECK_NEUTRAL_AXIS_IN_SECTION = "Vérifier l’axe neutre dans la Section"
IDS_PLASTIC_NA = "A.N. plastique"
IDS_COORINATE_OF_PLASTIC_NA = "Coordonnée de l’A.N. plastique"
IDS_CHECK_BENDING_RESISTANCE = "Vérifier la Résistance au Plie"
IDS_NAXIS_CONDITION = "Condition"
IDS_NAXIS_EQUATION_FOR = "Équation pour"
IDS_NAXIS_VALUE = "Valeur"
IDS_CALCULATION = "Calcul"
IDS_CALCULATION_FOR_K = "Calcul pour k"
IDS_ELASTIC_MOMENT_RESISTANCE = "Calcul de la résistance élastique en Moment"
IDS_PLASTIC_MOMENT_RESISTNACE = "Calcul de la résistance plastique en Moment"
IDS_CALCULATION_OF = "Calcul de"
IDS_ELASTIC_NA = "A.N. élastique"
IDS_COORDINATE_OF_ELASTIC_NA = "Coordonnée de l’A.N. élastique"
IDS_CHECK_EFFECTIVE_COMPOSTIE_SECTION = "Vérifier la Section Composite Efficace"
IDS_POSITION = "Position"
IDS_EQUATION_FOR_K = "Équation pour k"
IDS_STEEL_TOP_FLANGE = "Flasque Supérieur en Acier"
IDS_STEEL_WEB = "Web en Acier"
IDS_STEEL_BOT_FLANGE = "Flasque Inférieur en Acier"
IDS_CONCRETE_SLAB = "Dalle en Béton"
IDS_REINFORCING_STEEL = "Acier d'Armature"
IDS_SECTION_MODULUS_AT_AN_INTERNAL_SUPPORT = "Module de Section à un appui intermédiaire"
IDS_TABLE_OF_SECTION_MODULUS_AT_EACH_PART_IN_SECTION = "Table du module de Section pour chaque partie de la Section"
IDS_STEEL_SECTION = "Section en Acier"
IDS_COMPOSITE_SECTION = "Section Composite"
IDS_CALCULATION_FOR_MOMENT_CAPACITY_OF_SECTION = "Calcul de la capacité en Moment de la Section"
IDS_PART = "Partie"
IDS_AXIAL_COMP_CAPACITY = "Capacité axiale en comp."
IDS_ARM_LENGTH = "Longueur du Bras"
IDS_MOMENT_CAPACITY_TABLE = "Capacité de Moment"
IDS_TOTAL = "Total"
IDS_ERROR = "Erreur"
IDS_IN_CONCRETE_SLAB = "dans la Dalle en Béton"
IDS_IN_STEEL_TOP_FLANGE = "dans le Flasque Supérieur en Acier"
IDS_IN_STEEL_WEB = "dans le Web en Acier"
IDS_IN_STEEL_BOT_FLANGE = "dans le Flasque Inférieur en Acier"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_BOT_FLANGE = "Axe neutre plastique dans la semelle inférieure en Acier"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB = "Axe neutre plastique dans l’âme en Acier"
IDS_PLASTIC_NEUTRAL_AXIS_IN_WEB = "Axe neutre plastique dans l’âme"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_WEB_HOLE = "Axe neutre plastique dans le trou de l’âme en Acier"
IDS_PLASTIC_NEUTRAL_AXIS_IN_STEEL_TOP_FLANGE = "Axe neutre plastique dans la semelle supérieure en Acier"
IDS_PLASTIC_NEUTRAL_AXIS_IN_CONCRETE_SLAB = "Axe neutre plastique dans la Dalle en Béton"
IDS_CHECK_LONGITUDINAL_SHEAR_RESISTANCE = "Vérifier la Résistance au Cisaillement Longitudinal"
IDS_CACULATE_LONGITUDINAL_SHEAR_FORCE = "Calculer la Force de Cisaillement Longitudinale"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE_OF_HEADED_STUD = "Calculer la résistance au cisaillement de calcul du goujon à tête"
IDS_BENDING_RESISTANCE = "Cisaillement de flexion"
IDS_LONGITUDINAL_SHEAR_RESISTANCE = "Cisaillement longitudinal"
IDS_TABLE_OF_CALCULATION_FOR_K = "Table de calcul pour k"
IDS_VERTICAL_SHEAR_RESISTANCE = "Cisaillement vertical"
IDS_LONGITUDINAL_DIRECTION = "Direction longitudinale"
IDS_MOMENT_CAPACITY_CALCULATION_REFERENCE = "Le signe de la capacité en Moment est déterminé par la direction du Moment, indépendamment de la direction de la Force."
IDS_EFFECTIVE_WIDTH = "Largeur effective"
IDS_CHECK_REQUIREMENT_FOR_STUD_SMALL = "Vérifier l'exigence pour l'élément"
IDS_CHECK_SIZE_SMALL = "Vérifier la taille"
IDS_CHECK_MATERIAL_SMALL = "Vérifier le matériau"
IDS_EC_MAJOR_AXIS_Y = "Axe majeur (Y)"
IDS_EC_MINOR_AXIS_X = "Axe mineur (X)"
IDS_CHECK_VERTICAL_SHEAR_RESISTANCE = "Vérifier le cisaillement vertical"
IDS_EC_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_EC_REPORT_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_EC_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_PLASTIC_MOMENT_RESISTANCE = "Calcul de la résistance plastique au moment"
